#version: 0.2 - Trained by `huggingface/tokenizers`
Ġ Ġ
; <
e r
i n
> <
o n
ĠĠ Ġ
r e
t e
e n
Ġ T
s e
o r
t i
s t
* *
r o
a r
l e
c e
a l
u n
ti on
a n
d e
ĠĠ ĠĠ
t h
} <
a s
) ;<
Ġ p
Ġ S
en d
{ $
t a
: =
Ġ c
Ġ F
** **
- -
e s
e t
i t
in g
l as
a m
c t
t r
g er
i c
b e
Ġ f
c tion
t er
l s
d u
, <
Ġ C
se s
I n
a te
y s
g in
st r
u a
Ġ o
ro ce
Ġ P
Ġ th
a d
te ger
C o
Ġ D
un ction
> {$
be gin
du re
roce dure
or se
Ġ in
H orse
Ġ =
r i
u l
las s
Ġ l
a g
t y
ĠĠ ĠĠĠ
b j
i s
ĠS ys
Ġ A
Ġ :=
te m
R e
r a
p e
u e
C on
Ġ re
c k
e l
i st
o u
e ct
in ter
Ġ L
c l
Ġ s
= =
-- --
**** ****
i f
/ /
f a
bj ect
Ġ G
t ro
Ġ w
fa ce
t o
Ġ b
i m
u ses
Ġin teger
Ġ end
) :
O bject
un it
v er
al l
U ti
str ing
ul t
or m
I N
Ġ d
inter face
R es
I F
Uti ls
a ta
Ġth e
Ġ I
o w
Ġp rocedure
a ck
D E
l ic
ĠSys tem
v ar
Ġ m
Ġ U
Ġ V
ĠĠĠĠ ĠĠĠĠ
a t
en t
Ġ '
an d
f unction
las ses
Ġo f
Ġ :
o de
s s
Ġ string
o o
p h
re ate
u b
O N
am e
o m
Ġ {$
Ġf unction
e m
( '
x t
i d
Ġ W
e d
Ġ de
ty pe
u t
g et
i le
ar am
i l
al ue
L ist
u s
tr ing
C all
a p
l o
b ack
or d
Ġl ua
T e
Call back
Co re
c on
p rocedure
IN E
) <
ub lic
F INE
i z
Ġ n
Ġ B
Con tro
in d
ĠT Horse
ra y
Ġ M
a tion
S t
le an
P ro
l er
== ==
b le
J S
oo lean
i re
ag e
JS ON
E N
Ġc lass
o g
Ġ if
Ġ (
---- ----
Ġ }<
Ġth en
c h
S ta
l ua
im p
Ġ //
ĠV cl
T y
ind ow
******** ********
iz e
Ġo ver
Ġre s
P a
Ġ In
ĠSys Utils
Re q
p er
s i
D A
F orm
C tr
l i
o t
P aram
e w
Ġres ult
Ġ a
le m
E x
ta tion
Ctr ls
V alue
Ġ un
p on
. <
ĠC lasses
v ate
c lass
Ġp ro
ic s
ĠC on
ri vate
indow s
es s
Ġ to
en tation
i al
' ,
T o
v i
o l
E n
u ct
Horse Core
u m
S tring
Ġ h
ra ph
EN D
te d
Ġ e
imp lem
Ġ begin
implem entation
o d
Res ult
D ata
Ġ {
C lass
Ġc on
con st
a se
ĠT G
D e
i b
Ġp ublic
Te st
C reate
In t
p tion
e y
str uct
Ġun i
S er
d d
re e
L ua
R A
R ou
P C
ĠD E
DE FINE
Co m
u r
ĠĠĠĠ ĠĠĠ
END IF
A p
T h
Ġ [
0 0
a re
si on
S et
M a
Ġb oolean
raph ics
Ġ u
F ile
i th
w ag
Co l
S E
Ġp rivate
Ġ Horse
re ad
se t
Ġ 1
Res pon
N ame
Respon se
re ss
Ġ is
ar ray
lo ad
ĠCon tro
Sta te
S ys
struct or
de cl
S wag
en er
ĠF ire
Ġc decl
ĠIn teger
DA C
T im
ĠFire DAC
C lasses
o un
i g
A r
O n
in t
t on
v e
ut ton
E R
Pa th
ue st
) .
ri te
Ġ t
K ey
in e
A dd
ou r
u st
Ġ array
u p
Ġ *
m ode
Ġ R
and ler
Ty pe
Req uest
Contro l
_ _
) );<
a y
ĠG et
ial og
] <
¿ ½
ï ¿½
Ġ 2
G et
t s
te n
ĠT B
Ġover load
vi ce
G RA
ĠD ata
' ;<
Ġf or
Ġ Result
de x
D B
T P
u al
ĠTHorse Callback
ar i
C h
==== ====
ĠS tring
Ġ E
de f
y te
Ġ -
i str
ph i
Swag ger
Pro c
f o
) ;
Ġ N
Ġ it
> //
i r
> {
er s
p es
' );<
A R
E S
Sys Utils
Ġ and
H T
ĠI HorseCore
r m
end er
ĠA Callback
us h
H e
FINE D
ĠDE FINED
ation s
Rou te
o du
Ġ 0
ĠF M
F PC
ri de
I d
h t
Ġ x
c ord
or y
ĠF orm
Tim e
ĠT D
Ar ray
o inter
per ty
U n
Th read
ialog s
ĠT Object
M ode
-------- --------
e c
O R
en se
odu le
I tem
t p
v ent
re am
cl ar
ĠP ublic
i x
} {$
ic ense
Ġre ad
o p
clar ations
w are
Re g
+ }<
ib u
Ġde clarations
JSON Object
) }<
A s
B Swagger
ĠP Lua
get Class
Q u
lua class
Ġover ride
getClass Object
Ġ i
ar t
ĠG raphics
w ord
U I
s er
ĠFM X
M O
f f
o x
a ble
u re
ĠT C
Ġw ith
M ess
Ty pes
Ġ or
li ent
Ap i
Contro ls
f t
el d
to p
Ġ <
d Ctrls
ĠL icense
I T
ĠA ss
i eld
a ct
ĠT h
In fo
Col or
I m
ĠS t
be l
ag es
Ġw rite
ust om
an g
ad d
MO DE
ap i
or t
a bel
istr ibu
p ush
in teger
e b
HT TP
Ġ g
our ce
re n
**************** ****************
re en
Ġ y
S c
r am
St ream
M em
d it
end if
Te xt
M odule
if def
ĠContro ls
ce ption
ĠW in
F ield
ĠT P
ï¿½ ï¿½
E vent
m b
r or
> ;
d er
e xt
Ġpro perty
p t
ĠForm s
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
Ġw indows
an ts
Ġd o
In dex
Ġ be
S ender
y n
ĠĠĠĠ ĠĠĠĠĠ
DE F
Ġe x
ĠIHorseCore Route
A T
ĠC reate
Ġ O
C lient
B ase
er t
ĠAss ert
l l
E dit
ti c
Ġth is
Ġuni G
0 1
ro up
ĠG ener
and le
Ġn ot
3 2
il l
a c
t n
Ġ +
D ate
H andler
o ft
E r
In teger
ĠWin api
S tr
a st
h e
on g
Ġ st
Mode l
l ay
ES T
Ġ r
tr y
ĠS et
ta ble
In ter
He ad
6 4
Control ler
ĠTh is
oun d
oft ware
ar y
Int f
an el
xt Ctrls
Im age
u ire
re s
ĠD e
Ex ception
m ap
ou t
B it
u g
v el
s on
t tp
ĠT L
oun t
Ġf ile
uire d
Con s
Ġpro g
ĠB GRA
el se
Ġu se
B utton
ari ants
Ser vice
ti ty
M e
Ġ as
get top
Ġd istribu
Ġ Re
ver sion
is ten
Er ror
G roup
D L
l ist
d ata
l y
Ma in
Ġ an
Ġcon structor
f p
in c
P ar
Ġ var
IF DEF
u ff
Ġc om
ĠL ua
ĠuniG UI
N U
ĠT JSONObject
. .
i ti
Mess age
o re
o st
' ).
A N
I C
Ġb y
Req uired
Ġo bj
ist er
n e
Ġ v
ĠSt dCtrls
I D
w w
__ __
B ox
E L
l phi
v id
U R
o c
er sion
fp c
m a
ri d
ĠGener al
Ġprog ram
ul ta
ren t
Cons ulta
el phi
ĠG NU
Sta t
G ener
Ġ ;<
al se
ĠU n
C L
ĠT F
Ġp aram
ĠW indows
B yte
n il
St an
er y
en g
le ction
a ve
a o
i v
ĠD ialogs
b er
Ġ On
eng th
on t
ĠC om
ĠR EST
Ġobj fpc
m on
Ġ version
ro m
ow n
Ap p
Ġ j
iti al
Ġde lphi
L isten
r an
Qu ery
O r
o s
ta in
et ers
roce ss
Co un
Pro vid
======== ========
M od
st ro
Stat us
stro y
U ser
ar d
c ri
b ug
Ġ else
ĠB oolean
n d
ĠT Test
id th
Provid er
ou ble
ĠTTest HorseCore
h o
ĠD elphi
Ġl ist
Coun t
Ġre cord
Com p
N ew
S e
Horse Param
uff er
tr a
el f
C E
M en
an v
Ġl a
Contro le
Rou ter
i on
p ort
an ce
IN T
L P
T ree
th od
in al
Ġ* .
> =
Ġ on
EL SE
H I
ĠF ree
anv as
L E
d ate
ĠT List
Param s
S h
te xt
I ON
h andler
p en
i ew
Ġm a
G raphics
pon ent
ne ction
ĠTTestHorseCore Param
A P
q ual
ess ages
Co de
DA O
ĠContro le
Bit map
S ize
U T
p ut
ĠI d
ĠV alue
ĠTHorse Core
L og
e x
Ġ X
ĠE xtCtrls
Ġ .
G rid
f m
ti m
Par ty
Ġ us
de d
ra w
Pa ir
Mod al
: //
ig ht
Ġs oftware
Ser ial
H andle
E qual
n ame
is h
Form at
f orm
ĠĠĠĠ ĠĠ
ĠS e
Reg ister
Mem ory
l d
o int
t ual
an tity
ĠP rivate
V iew
op y
add ress
l n
ĠS elf
ing le
Ġlua class
V ersion
c ted
Ġm em
ĠDE LP
c reate
ĠDELP HI
c an
p date
y mb
Ġ se
Col lection
Inter face
A re
T able
Ġc reate
ĠP lua
D ialogs
M an
c om
g n
or k
ĠP rocedure
Un it
n er
W indows
Form s
Ġy ou
> ;<
D es
h er
Qu antity
G BSwagger
W eb
f rm
tro l
reen ode
Head er
Ġdistribu ted
Are Equal
U s
---------------- ----------------
Ġparam eters
Ġ 3
ard inal
I s
S S
W in
b o
Ġ get
um ber
c ol
Ġ Res
Ġ try
ĠM essages
Ġan y
i ted
ch ine
ymb ol
B tn
V ariants
c o
Ġ H
Ġ Ex
ĠT Thread
ĠOn e
N o
em on
a emon
Ġth at
Serial ize
c ount
u ari
Ġw ill
Ġd word
ĠTB GRA
b str
ĠA s
bstr act
: <
T Int
De f
i se
k e
ĠF PC
Ser ver
Un i
g e
et ter
Ġf p
ĠC h
n ew
r ame
ang e
T Form
ĠI GBSwagger
her ited
A u
s ize
JSON Array
Com mon
pe c
Add ress
ĠData Set
Men u
O bj
e ck
k ey
v al
Con nection
Collection s
D O
i de
Ġ "
Ġ J
Ġin herited
Ġb etter
tim e
uari o
C H
Ġ set
Mess ages
Date Time
Me thod
Ġ q
ĠT M
le te
P anel
a de
Ġp ointer
ĠIHorseCore Group
T E
ĠF HorseParam
ul d
Re ad
om e
St ar
0 2
i o
v alue
ĠT S
Ġf rm
lic ation
Ġbetter Controls
) ,
C ustom
W idth
Ġ al
Ġc h
St dCtrls
ĠTG List
Ch ar
push integer
lay er
) ]<
L ine
T Y
o a
Q L
T A
l tra
ĠT Proc
ĠT frm
ĠA N
Re al
ltra Star
N ot
ri g
ig n
D is
a z
e vel
n el
u te
or ld
el per
ĠW orld
ĠWorld Party
M id
se mb
it y
oo k
ti f
Ġm e
ish ed
R E
Ġw h
N et
v en
ĠT ext
A n
w in
Ġc an
tr ix
all y
' }<
u int
ti ve
le ct
ĠW eb
AN DL
a ch
m s
Ġ ^
un c
Ġs ize
at ch
ur rent
C O
U L
b oolean
r ue
li b
Ġh ttp
he ck
D own
Ma trix
Ġt reenode
Us uario
> }<
p l
ĠT R
De bug
a ger
ĠP ro
Ġcon st
A Callback
F rom
P O
Ġp tr
ĠP ointer
lo at
To String
ĠUn i
itial ize
B uffer
U pdate
Ġ Y
Ġ imp
ĠT Controle
ty le
ub l
Sc reen
ĠTL abel
Gener ic
1 1
r y
Ġc ardinal
ĠF Params
ĠL CL
ĠB utton
St art
cri ption
F F
f er
o ver
ĠF ile
to integer
Ma chine
ubl ished
b ox
i p
er data
at or
P h
T F
Ġ $
Ġp ublished
Ġs ingle
lo ck
ht tp
M P
o ck
er nel
Ġd ata
lic k
Tim er
am es
ĠM a
ho uld
) >=
> .
I G
ĠG BSwagger
ĠREST Request
semb ler
I L
ĠT Uni
tr ue
Ġn il
d le
n ap
ĠTG BSwagger
) ).
Ġ K
ĠD B
Ġs ys
ap p
F ont
m p
st ate
con structor
Ġn ew
ww w
C lick
d fm
Ġ le
push string
dle ware
N umber
e st
tr act
Ġd ar
ess oa
O ption
f ig
ou s
Ġs ource
Ġb ut
Uti l
Ġm od
A Path
R O
S tyle
Re cord
em o
Ġun der
ĠTC ustom
____ ____
Man ager
( <
V al
] .
Ġ En
Ġo bject
ec ute
OR D
er e
as k
ES S
L abel
c al
m o
w ork
as s
oo l
ĠSe e
A bstract
c all
ĠT String
Ġh ave
He ight
tain er
rig ht
p ro
p aram
on e
ĠT Form
Ġf ree
ac port
< >
H O
re g
Mid dleware
w ner
Ġb yte
ĠĠĠĠĠĠĠĠ ĠĠĠ
at as
li ed
AT ER
ĠCom Ctrls
Ph ys
A c
F unction
L o
T a
m d
en to
un d
lem ent
um er
Ġwith out
yn c
ANDL ATER
Ġdar win
S T
^ .
m em
s can
te cted
ad i
u x
ĠD atas
Ġst d
ĠDatas nap
P r
re cord
ro und
an t
Pa rent
ur n
F rame
H ttp
P ointer
P rocess
R un
or g
ĠV ariants
Get Value
* <
S QL
ce pt
ue ue
Res ource
Ch eck
ĠACallback s
Ġimp lied
Ġmod if
Ġ @
ĠD o
Ġde ta
Com ponent
ĠTB utton
Grid s
TA B
1 0
B ar
p a
Ġw ar
Ġpro tected
Set Value
Add Or
istr y
AR T
AddOr SetValue
T Object
i pe
Ġ ter
Ġc opy
Ġre d
con trol
Data Set
ith er
Consulta Modal
ĠTGBSwagger Model
b ar
et s
Ġf orm
Ġre al
ĠN ext
Common s
F ree
» ¿
ï »¿
in es
fa ult
EN T
Ġe ither
>{ <
, -
Ġm ore
******************************** ********************************
Q ueue
j son
ta table
ate d
Ġde structor
Ġy our
ï¿½ï¿½ ï¿½ï¿½
Gener ics
Ġus erdata
Def s
T it
] ;<
o si
Ġ address
am p
Con st
ĠN ew
ĠDe stroy
Ġptr uint
F A
m in
Ġ Register
Con tract
il d
00 0
ang ua
Ġme tatable
L ength
M S
i a
s um
Ġo ption
En try
istribu te
Text ure
ran ty
ach e
Ġstd call
Ġred istribute
J son
T Real
f alse
g ress
in dex
se d
ĠS oftware
Con fig
ot key
B ack
E xtCtrls
N I
r ary
le ase
ing s
vi r
RA N
ten t
Ġdistribu tion
Ġwar ranty
W indow
W ORD
i ls
m ent
ĠF ound
Ġs hould
ĠW AR
ĠY ou
a k
u gin
ce iv
ĠTHorse Response
ĠTHorse Request
File Name
F loat
f ul
in k
ĠT Api
as sembler
Ġn ame
ib rary
Ġ2 01
Api Listen
IT HO
ĠAN Y
ĠWAR RAN
ĠTApi Test
ITHO UT
' ));<
) =
R a
W AR
Ġ );<
Ġ ra
ar k
ord er
tif y
ĠFound ation
G L
Ġ 4
ĠC heck
ĠA p
ĠI f
ĠW ITHOUT
IT Y
W ith
ĠL az
Add Pair
ix el
Ġla ter
Ġdeta ils
vir tual
H elper
M E
M L
P ort
S end
o pe
Ġ INT
le s
Ġf in
ĠL Response
ĠL abel
CH AN
( );<
L ay
i te
Ġ ce
ĠA dd
Ġm acport
um n
SS L
Ġter ms
C ad
L IC
M A
Ġ 5
Ġ2 00
new Class
Ġsys tem
angua ge
P essoa
t urn
u tion
ĠF OR
ic tion
raph ic
Ġe ven
Ġ* }<
Ġuse ful
UR L
AP I
Ġmodif y
ĠWARRAN TY
u ti
Ġ ed
st ance
vi ew
Ch ange
ĠTHorseCore Route
ĠX E
o per
ĠS ta
am ma
ic k
Ġin ter
Re ct
Ġre fer
ĠU TF
================ ================
IL ITY
C anvas
N ESS
P Y
P l
V C
Ġ all
ĠT A
ti tem
ĠF IT
et er
ĠP UR
ĠP ART
ul o
is titem
im age
ĠM ER
ch ar
Ġh ope
able d
vel oper
IC UL
PO SE
TAB ILITY
WAR N
Ġfin ally
CHAN TABILITY
ĠFIT NESS
ĠPUR POSE
ĠPART ICUL
ĠMER CHANTABILITY
ĠPARTICUL AR
8 6
O pen
P A
c ode
k en
r s
gin al
ag em
Ġn umer
Pro gress
Ġh ere
De lete
Sh ow
1 2
P T
R IG
v ed
Ġ type
pe ed
Ġd is
File s
ĠN O
ec o
Ġwrite ln
ceiv ed
veloper s
' )]<
n ot
ĠA ll
Com bo
ran s
No tify
T rue
i ct
ĠF unction
Sta ck
Reg istry
Ġg l
osi tion
, '
Ġ struct
ĠT Color
In i
ĠA Value
Data Module
ĠSt art
ACallback s
Notify Event
C ur
C md
I S
P age
b al
b ase
m and
er vice
it ch
ul ti
Con tent
// //
imp le
Ġto o
En d
Mem o
ĠBGRA Bitmap
ĠLCL Intf
] );<
c am
i ag
n al
w itch
en ses
IN G
lic enses
iz ed
ĠM en
Ġq word
**************************************************************** ********
A S
A ll
ĠD ouble
ap tion
EN SE
En tity
ir st
Item s
cri pt
ymbol handler
LIC ENSE
uti ls
B O
G E
P E
ro ll
ul l
ĠG ame
ol ution
Image List
Ġla ux
Ġlaux lib
' )<
V ER
d s
ĠS tr
ĠC opy
ad er
Ġre ceived
Sc an
Ġr s
Ġse e
Resource s
RIG HT
A nd
g al
n t
n ing
p op
t ings
w rite
Ġin itialize
Con text
Ġn ames
De vice
ual ib
Ġit s
Ġex it
oc al
Ġmem ory
Des cription
Ġal ong
ĠButton s
ĠFile Util
iction ary
F unc
G I
J NI
O f
f ile
m ary
p ress
ĠT Edit
ti d
Con n
Ġs yn
ĠU INT
em a
To Str
AT ION
F Path
G B
M ENT
P ost
S ong
a u
o f
ĠS h
it map
ĠD WORD
ĠE Horse
ĠTD ate
ĠUn it
tain s
FA CE
ict ure
F HorseCore
T rans
a it
Ġ >
le d
Ġl ualib
ĠU ltraStar
ed id
ER FACE
Ġuse d
sum mary
D og
{ *<
Ġ unit
te s
ar ao
it Btn
Ġo ut
ĠL Resources
Ġd ouble
Ġde velopers
Str uct
App lication
ĠPro perty
ĠK arao
ĠKarao ke
/ >
K ernel
U ltraStar
W ord
c y
h andle
l ine
w ho
ĠT Stream
Ġf rom
ĠP lease
ĠL ist
Ġw ord
Ġn o
Ġcon trol
Byte s
Ġma th
gn u
CO PY
Ġle gal
MS I
Ġnumer ous
Ġinitialize Lua
/> .<
who se
COPY RIGHT
P L
g round
p oint
ĠT Service
ĠF P
lo se
ire ct
ĠTF rm
ĠOne Http
ĠNO T
D aemon
S ource
T C
le ar
**** **
Ġs ymbolhandler
ver t
Ġ// /
ĠAss ign
Ra ise
Ġra ise
w indows
ĠT W
ro ut
as ic
In put
il ter
Ex ten
Th e
Set tings
Sys tem
ir tual
1 3
E lement
p or
r adi
Ġ en
ro id
ĠC E
Ġa re
En der
Ġex cept
Me ta
Ġwh ile
5 5
F or
L e
W ill
c od
n o
s g
u es
Ġ }
ĠT Int
Ġs h
ol or
Ġx JSONObject
Ġdata set
86 01
B lock
n i
p o
re ak
ĠT DAO
ast ro
Interface s
iag ram
Kernel Handler
D raw
F HorseParam
b l
Ġ tem
Ġ at
er ror
th read
ĠL Value
JSON Value
On e
Ġcom mon
col umn
ĠTM D
MP LE
Ta b
ĠTDate Time
A t
P ut
Ġ app
Ġ virtual
as cal
Ġo wner
ĠV ersion
lo bal
Ġh e
Type Defs
ĠTThread Proc
Ġfp json
ĠAp p
ĠEHorse Exception
) )
r ush
Ġ _
ĠT User
ĠP ost
Ġl istitem
cl u
Ġcon tainer
ĠTG Matrix
Ma x
ass word
Cad astro
L Response
S yn
t ti
Ġ tr
ĠT JSONArray
Ġp ack
In stance
ĠP T
Ġm ust
Te am
To ken
od y
Ġ1 0
Not Required
ĠMen us
radi ent
Will Raise
p ar
Ġ id
Ġ Head
te st
ri m
DA pt
set table
val id
over load
ĠSta tic
ĠCopy right
MENT ATION
Ġcommon TypeDefs
MPLE MENTATION
9 9
I ter
P res
U N
d io
v ic
Ġ Exception
re f
ro w
ce ss
ĠP ut
ĠD ate
ĠI MPLEMENTATION
ess age
Path Response
-------------------------------- --------------------------------
Frame work
Ender eco
A L
B e
D P
N ode
N ext
b i
t xt
ĠT est
Ġl ast
Ġre g
Reg ist
he at
col or
With Message
Meta Data
2 01
2 02
A l
B GRA
S ION
T ra
U se
c a
d o
l a
v a
Ġ Z
ic h
Ġre n
ĠL ength
Ġw in
Ġof f
ĠIn ter
00 00
add MetaData
pro c
Tit ulo
C ase
E X
P ixel
V irtual
g r
p lay
s o
Ġ str
Ġ true
er ver
ĠT New
ar us
ĠA r
IF END
Ġa Id
reg ister
witch es
roid api
B ody
F ind
M ask
N DEF
p y
q u
s agem
w a
} ,
å Ī
Ġ Q
Ġre turn
IF NDEF
ĠB yte
En v
Th em
Reg ion
HTTP App
VER SION
Func Proc
WillRaise WithMessage
Ġren der
A DO
F act
l f
l ow
Ġ z
Ġ ************************************************************************
ar get
ĠA nd
Ġs witches
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
Ġh as
De stroy
Th is
OR SE
ĠGener ics
Ġma x
ex ao
Machine Line
' s
o ad
Ġ time
st ream
ĠC lass
Ġb all
ĠĠĠĠĠĠĠĠ ĠĠĠĠ
at form
lo c
De fault
Com mand
ĠTHorseCallback Request
ren cy
Base Classes
ĠuniGUI Classes
ĠuniGUI Types
ĠuniGUI BaseClasses
Ġmem o
ide String
________ ________
Ġball ot
9 000
B asic
T L
p tr
in ed
en ame
ĠT Handle
th e
Co py
ch ema
are nt
On ly
ĠTD aemon
ĠINT ERFACE
D S
F a
P lay
P layer
S top
U IF
W IN
b yte
Ġ text
er min
en te
Ġc urrent
ag s
ĠL Service
Ġ' ';<
iz ation
Pro du
Ġa u
ur ar
ĠuniG UIF
tn rs
Str Utils
ĠuniGUI Abstract
Ġv alue
Ġfp HTTP
Lo gin
vic o
ĠuniGUIAbstract Classes
C S
P or
d raw
i ginal
y m
Ġ Key
an s
ĠS DL
ĠS ervice
ĠF Id
Ġf alse
ĠP a
Create d
push boolean
Sc roll
Ġlist column
ĠMa in
Ġinter face
ĠAnd roidapi
2 4
A O
M ag
N il
P er
T Controle
d h
l ugin
Ġ ar
Ġ Router
ĠS top
ĠF JSONObject
is i
ĠI m
ĠIn t
ĠTG Tree
ĠCh ar
ĠTGList Index
ĠTControle ConsultaModal
mo ve
cript or
rout ine
= ^
C GI
D ark
E G
V M
o v
Ġ #
ĠT rue
Ġre q
ĠL og
To p
ig h
ĠEx it
mp ty
ĠBGRABitmap Types
cod ing
F alse
I O
I con
O per
R et
f unc
i tion
ar ro
tr ibu
Ġs c
ĠI tem
Ser vico
ĠContro l
Ġcom p
Au dio
pec ial
Const ants
ĠNew KernelHandler
ADO DB
C aption
H ORSE
L evel
P ag
P os
P oint
U int
W S
] )
k ernel
m ount
Ġ /
ĠT NotifyEvent
th or
ta il
Ġc o
Ġc anvas
ĠF ind
ic on
ad o
ect or
tro ls
Ġb tn
ĠU Screen
Ġ' '
Ġe vent
ĠO FF
ĠRe ad
ĠSe lect
Au to
Le ft
Regist ro
202 1
( @
B y
M ulti
U SE
c ustom
g u
p s
ä ¸
re c
ĠT Request
le t
le cted
an co
Ġp t
bj s
ĠA n
ĠA Middleware
Ġj wa
Se lect
Des criptor
cam ento
C urrent
N e
S ub
b s
d Object
o es
{ <
er c
ĠT Tree
Ġth read
ou se
Ġde bug
li p
Param eter
Ex p
ĠCon structor
Ġx JSONArray
Ġ< >
data set
UT F
Interface dObject
co bjs
Pr inter
Combo Box
tid ade
Iter ation
Dark Mode
0 4
A D
S ymbol
T InterfacedObject
i es
n ow
r d
s or
Ġc heat
ĠC ount
ĠP ar
ĠL Object
ĠL Request
Ġs ome
if t
il er
En abled
Ġuni Button
Ġt dataset
>// /
Par se
TY PE
ĠAN D
Cur rency
C K
D ialog
D oc
D irect
F M
N ull
R ender
W rite
] ,
c s
e p
p u
u k
Ġ >=
on gin
ĠT y
ĠF T
ĠP B
Ġin dex
ri ver
Ġl ibrary
Ġw as
ch eck
ot Net
DB Grids
UI Types
ac oes
ĠControl ler
ongin t
E D
H otkey
L ib
L CL
M I
P edid
R R
S peed
U S
_ :
d l
Ġ %
ĠT E
ĠP rocess
Ġb ase
(' /
li gn
De tail
Ġuni Label
ec ted
ĠTC anvas
inc ip
Ġv al
Obj s
Option s
ync Objs
amp les
Back ground
ĠStatic P
Por Id
Ġjwa windows
incip al
, {$
A Middleware
D ictionary
O L
S chema
y y
en ce
ĠT Main
ro p
Ġl i
ist s
Ġ' ;<
ĠM VC
ay out
tic al
Ġst a
Or camento
Man age
Ġed it
Ġsyn cobjs
iler Version
ĠMVC Framework
A SS
B oolean
C T
F ilter
R Y
S A
T I
T HTTP
a ction
a va
b ets
i ant
l ength
l fm
Ġ uses
re ct
Ġc al
Ġc heck
Ġf On
ĠU ser
Call er
ĠCon vert
En coding
En tidade
Bit Btn
ance l
Format Settings
com ponent
pec if
Ġwh en
Generic List
mem ory
Struct ure
Fact ory
Oper acoes
func proc
( )
( ):
D u
D ouble
I B
M in
R tti
S olution
b out
i tem
Ġ Name
Ġ 32
in fo
ĠT o
ĠT Component
th er
ĠS pecial
du ce
ĠC ardinal
ĠD raw
ĠD aemon
Ġl p
ĠL ast
Ġde stroy
ĠTP anel
tic le
Required Message
ma x
own er
ĠEx ecute
IS O
ĠAssign ed
Exten ded
Ġtem p
Ġwin control
ĠuniGUIF orm
Pedid o
" :
D Client
H ost
L ast
S imple
U A
m is
r it
Ġ ,
ĠT Matrix
Ġp rocess
ta ct
Ġc ur
ĠF Data
Co ord
ty pes
at S
Ex ecute
Ġcon trols
ĠTG Queue
Ġuni Panel
Ġuni ImageList
DB Client
def s
As ync
ĠTC E
itial ization
Ġon ly
DO WS
ĠStart ApiListen
Ġcheat component
Ġsta tic
ĠSpecial ized
B anco
D atS
F ound
L anguage
S DL
V E
g l
j ect
p os
s ender
ĠS ize
In valid
orm al
IN F
Ġm ov
ĠU se
Ġ' );<
Pa int
Com Ctrls
Swag Response
Men sagem
Tit le
write ln
ĠTW ideString
At tribu
Al loc
ĠTWideString Field
D o
D emo
D river
G ame
L iv
a in
d ll
o le
u ction
in itialization
ĠT Data
st art
ĠC O
ĠC ds
str uction
Con tains
ss i
ut put
ĠM S
To Table
are d
Ġt arget
ĠTD is
ĠTP oint
res ource
Me an
Ġj son
Handle s
Run ning
Ġform at
And Nil
ĠCE FuncProc
ref ix
Parse JSONValue
ĠCds Consulta
A Value
C lose
G amma
P ack
P osition
S ock
T O
U p
l ast
p res
p char
t reenode
in ish
en ta
ĠT File
st all
ĠS wag
Ġc ase
ĠF rm
ul ar
Ġl ong
Con tact
Ġm odule
ĠV al
ĠM em
Ġuni x
Proc urar
ĠTh e
ma il
Win Control
over ride
ĠTString List
Lo ad
Pr incipal
ĠLaz arus
Ġstruct ure
WIN DOWS
kernel handler
ĠPB T
mis sion
F l
G raphic
H ook
M ap
P ipe
R ound
T B
T ag
U P
h otkey
en ter
de structor
ĠF On
Ġin clu
ĠTHorse Provider
', '
ol der
Ġ* <
ĠTB itBtn
ang le
ang ed
Sc ore
Read er
Ġch art
Ġall oc
Ġcontainer Font
Pres entation
/ (
2 5
E mpty
F TP
G lobal
R I
S ec
T Thread
a tive
o ve
u ra
w nd
Ġ table
Ġp icture
gin e
ĠD is
ou ts
Ġs u
Ġs can
Ġs dl
Object s
ĠU Menu
Te x
Lua VM
Ch e
ĠTD M
Ġread ln
Head ers
ĠLua Handler
Byte Table
Router Tree
Ġcreate d
ĠText ure
Debug ger
Ac tive
ĠTGBSwaggerModel JSON
ild Handles
Lay outs
amma Table
Conn ect
isi ble
Du et
ildHandles Created
1 6
E M
L ocal
N O
[ '
b it
g or
i e
i ed
m all
n et
o bject
w idth
Ġ 8
Ġ RequiredMessage
er ved
Ġc ode
es sion
Ġf ound
ĠC olor
ul ation
Con exao
Ġs HTTP
Ġs erver
DE R
Ġm ap
Ġm ay
ĠU M
ĠU N
ĠĠĠĠĠĠĠĠ ĠĠ
Ġfunction s
List Box
lo cal
Ġn e
Ġ[ '
ĠData Module
Ġx Id
As String
Ġex ception
Inter val
ĠDe lete
ĠCom p
Router Item
UL T
Val id
Ta il
Ġce funcproc
ĠController s
rop Down
Liv re
ĠsHTTP Item
0 3
B order
D Y
S ave
g ra
m l
t al
re d
ĠT im
ĠT Control
as h
Ġp char
Ġc ustom
ĠD es
Ġl ine
ĠL oad
ĠI s
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠ
at ing
Ġlua handler
Ġa c
ol y
ec a
res ult
ĠuniGUI Application
Se ction
ĠId SSL
reg ion
amp le
//// ////
led g
Ġpack ed
now ledg
ĠMS WINDOWS
C C
L O
N ome
R ow
T em
V er
X ML
g ame
l ta
m e
o ia
p ipe
r on
t in
Ġ æ
Ġ el
Ġ error
ĠT J
se m
st er
de bug
Ġp o
Ġp ar
ĠF C
ĠF alse
ĠF ade
Ġf ol
ĠU DAO
con nection
ire s
si gn
Ġa bstract
um e
Ġx DAO
ĠFree AndNil
ĠTGList Item
Val or
pa ce
ink oia
ermin ate
Pack age
Ġfol low
+ '
= '
B A
C a
D el
M VC
W ait
c ur
ĠT Array
ĠT Rect
ar de
ar ch
de s
it le
Ġin itial
Ġl c
Ġl og
Con tainer
Ġs q
---- --
to col
ĠB itBtn
Pro perty
Ctr l
Main Module
ĠLua Class
ĠTF D
Ġon e
Is Running
SQL Query
Ġ201 0
ĠApp lication
pecif ic
/ <
1 5
A mount
B est
O K
S p
S ide
T DataModule
W N
p k
} ;<
Ġ 7
ĠT Memory
Ġp anel
Ġp lugin
Ġf l
to boolean
ĠI Path
var iant
To Int
Ġh andle
ĠTD iagram
Ġbe en
Ġprog ress
User Data
An im
Ġhttp defs
GE T
ĠInter nal
Fa il
dh ook
) ));<
1 4
C ate
M M
N ames
R ate
S amples
T JSON
T Custom
a ce
h on
l atform
u f
Ġ k
Ġ im
Ġ ï¿½ï¿½ï¿½ï¿½
ĠT Queue
ti es
Ġc all
ct r
ic ro
Ġf ph
In it
Ġo pen
ĠP atch
Ġin put
ĠL SQLQuery
Ġw ork
ĠW rite
per ties
Form Instance
Get FormInstance
ĠTD emo
OR M
Ġi tem
ser t
ĠO bj
res h
ĠTL og
Error Message
Ġcom ponent
Or d
Sh ared
TE lement
Ġnew kernelhandler
Them e
Ġau to
EG ER
gu arde
Speed Button
resource string
Ġfollow ing
Ġfph ttp
2 00
< /
A M
C lear
D ir
F I
F inish
R EST
R GB
S ing
S ix
] :=
f or
i Files
m t
p ointer
Ġ image
te gr
ĠT T
ĠT treenode
ĠT itle
se lf
Ġp a
Ġc lasses
ĠC ur
Ġo ld
ri ginal
Ġl b
ĠA P
ĠA l
Ġs a
Ġb uffer
Ġd m
id i
il ename
us ic
lo g
ĠM D
SE R
DB Grid
ĠTD ictionary
OR T
As DateTime
ff set
Ġor iginal
Ġg raphic
ĠO K
Ġr adi
Error Format
ĠLua Object
Status Code
Dis play
Ġptr Uint
mp layer
param eters
ĠINT EGER
Open SSL
Scan ner
ĠTGMatrix Index
DP I
ĠIm age
ĠTE MSI
ĠIdSSL OpenSSL
tin ue
hon son
' ]<
1 00
A guarde
D I
D FM
G radient
M atch
S C
T ick
V ector
Y Z
p arent
q ue
Ġ 6
Ġ ta
re turn
ĠT Method
ĠT custom
Ġp en
ĠA u
Ġs o
Ġs um
ack bar
ĠV ER
Ġde vice
List Handler
ĠM A
li ente
Ex ists
To CE
ur ity
Sys Info
ĠR un
ĠE dit
UI D
ff ff
Color s
Ġst art
ĠSet Length
Button s
ĠRe al
ĠCom bo
No te
Ġsize of
ĠEn code
Doc um
ĠDes cription
Ġprogress bar
ToCE UserData
$ <
' t
) )}<
0 6
B J
M BO
M sg
P G
P AT
b ter
c bi
d is
f l
f ree
g on
g le
i er
k er
o to
s h
x JSONObject
te x
en ted
ĠT e
ĠT One
Ġp er
Ġc v
Re c
el p
im al
ow er
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
ap ache
ĠIn dex
Ġpro du
ĠCon tnrs
String s
ur face
Ar ticle
ĠTB ack
ĠTD og
ĠRe f
ĠId HTTP
Ġch ar
Real Quantity
Not Found
Dis assembler
tif ic
ĠLCL Type
Pag ar
ĠPar se
Direct ory
gor ia
Cate goria
0 9
= "
C F
E xt
L ines
P tr
P ORT
V ari
e ls
h ost
h wnd
m i
m essage
p as
p ack
{ "
Ġ ON
Ġ HTTP
in tro
on ym
ĠT H
ĠT Router
ĠT rim
ti s
ti t
st in
ĠS Y
ĠS c
end ar
ĠF Swagger
Re f
Re move
ĠL List
ĠL ibrary
Ġs i
Ġs l
em ent
ĠB O
ĠB evel
ch ron
Sta tic
Ġa bout
Ġpro vi
En um
De c
Set up
mode l
ix a
As Integer
Ġr un
Controle MainModule
Is True
Mid i
Ġdis assembler
Be gin
ca le
ĠAr ray
ĠPa int
rit ten
Sec urity
ĠComp ilerVersion
oly gon
sem ble
tegr ity
intro duce
onym ous
chron ize
2 0
> )<
B ets
P atch
U E
d a
g h
v at
Ġ du
Ġ em
ĠT Menu
ĠT Screen
as semble
ĠS yn
ĠS hould
ĠF ont
In itialize
Ġl Controller
pe d
Ġre introduce
ĠL Dog
ĠG L
ĠG R
Ġm ode
ĠU pdate
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
and om
ph a
us er
us erdata
-------- ------
ol d
ĠTG Set
ĠTG Stack
Create An
Ġ1 1
ĠTB evel
ĠTHorseCallback Response
def ined
Ġx mplayer
ï¿½ï¿½ ï¿½
ly ph
Router Manage
Des c
pec tation
Ġhttp s
Record Number
mo te
mem ber
Trans action
edid a
reak point
Titulo Categoria
Ġ************************************************************************ ******
ĠTHorseCallbackRequest Response
let te
Docum ento
MBO L
ĠSY MBOL
onymous Thread
vat ar
CreateAn onymousThread
) .<
> (
A ction
A DER
B D
D elphi
F T
F rm
S yncObjs
a Proc
g ram
s Use
x x
} ']<
Ġ add
Ġ test
in ition
et work
am ento
Ġf ind
ĠP anel
Ġin line
Ġl dd
el l
Ġs ervice
ĠI D
Ġm t
ed it
ĠM ag
ot al
En ter
ĠForm Create
op ulation
As Currency
MO D
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠ
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠ
Base URL
Handler Unit
ound List
Exception Handler
ĠTL ayout
App sUse
ĠX ML
ĠMa th
Ġsys utils
ĠAp ache
po se
Sock et
ĠUM usic
local host
Ġ[' {
Ca ixa
tis tic
stin ation
ĠShould AppsUse
ĠShouldAppsUse DarkMode
) }
4 4
A d
A ss
A lign
C ON
F mt
M edida
O ver
S ession
] ));<
c er
d y
g a
h a
n am
p anel
t c
v ance
on ly
ĠT Lua
ĠT HTTP
ĠT Memo
or no
ar Type
ar Down
ce userdata
:= '
Ġc pu
ĠF irst
ĠC ustom
ad or
ad io
Ġin stall
Ġl ength
ra ys
ist ory
to ceuserdata
Ġb utton
ow s
ĠU s
Ġ' ,
om ain
id ade
ble m
ot to
Test Case
Ġuni BitBtn
Ch anged
As Time
As Date
As Float
As ISO
As Extended
ser vice
ĠTC I
Api Port
Sc ri
ĠO utput
he ader
Ġst op
ĠDe structor
ore d
Ġj ni
Listen s
Ġlist box
ĠControle ConsultaModal
Ġus er
Web B
ry p
Machine Quantity
app lication
record hotkey
12 3
JNI Env
por ts
qu iv
ptr uint
TControle ConsultaModal
ĠStop ApiListen
By Name
ĠAn si
ĠProcess HandlerUnit
ĠTMain Service
TJSON Pair
Ġprodu ct
ApiPort Listens
' )
) ^.
2 55
= (
B rush
C am
D if
G RO
L ong
M ouse
N E
O wner
Q ry
S en
U B
V cl
a x
d w
f ter
f ined
m od
m odule
p art
t l
è ¿
Ġ ,<
te p
en tific
ĠT Re
ĠT DataModule
se ct
se lect
ro ker
Ġp art
Ġc l
ĠP assword
to string
Ġm en
ĠU Lua
ĠU Path
ĠV arType
ĠW ord
Ġde s
ut or
Pro ject
Pro perties
og roup
ĠIn c
Ex ec
To File
PC lient
ĠR GB
Ġ2 7
ers isten
Ġg ame
Module Name
ĠTP age
Event s
ĠSet Window
Inter nal
ma in
Ġparam count
Se arch
form ation
Web Module
Is o
ĠCh ildHandlesCreated
Ġme thod
Debug String
Ac cept
ĠSh ow
Them es
Play list
Ġreq uired
SA F
INF O
ctr ls
otto m
WebB roker
# #
0 8
A tual
B l
C an
C ap
C arro
N T
O S
S P
W ork
X T
b rd
c ao
d word
l p
m acport
v m
Ġ Req
ĠT In
ĠT Set
ĠT Update
or rect
ti ck
le ted
an ded
de stroy
Ġp k
Ġp osition
ĠF id
ĠF JSON
es tion
ĠC ancel
ĠP aram
ĠP JNIEnv
ad a
is a
Ġs pecific
Ġb itmap
im um
Ġd ialogs
ĠI Response
ĠSystem s
ĠU Ini
ĠU Themes
St uff
per sion
Ex tra
Ġh elper
ĠTG C
Ġuni Edit
dd ress
Ġu int
Ġ1 3
ĠR T
He ap
odu l
eb ox
Ġex ecute
ĠO BJ
Er ro
Group Box
ĠTF ont
CE P
Ġq u
Ġtreenode s
ĠFile Name
ild ren
ick er
ĠStr ToInt
Exten sion
Ġhe ader
ĠDate Utils
ĠaId entific
Ġrender Container
Copy right
Per mission
lip brd
uk ebox
Valor Un
ĠTDiagram Block
Ġim g
ĠOK Btn
ĠReal Quantity
ĠBO OL
Scri pt
ryp to
ĠaIdentific ador
) +
+ }
F inal
F irst
F ORM
I P
L A
M y
P RO
P ool
P ascal
R ES
S elf
T List
c d
d m
p m
r x
s ingle
t d
y r
ĠT DB
ĠT Event
ĠT Image
ĠT Error
ĠT DataSet
ĠT Json
ĠT JSONValue
ar gin
Ġc t
ic ode
ate s
ad ers
Ġin c
Ġl bl
ck nowledg
ĠG ammaTable
string list
Ġd raw
Ġn um
Ġn etwork
ĠB ase
ĠB uffer
ĠM odule
Sta tistic
ol ume
Ap ache
DB Ctrls
def ines
ĠTD otNet
Un Medida
op up
As Stream
Cons ole
ĠRe member
Comp ress
Se par
Web Page
ĠTBGRA Bitmap
ĠCh art
ĠJ Object
ĠTM y
Net Encoding
================================ ================================
Pl ugin
PT R
ĠStr Utils
Ġmemory recordhotkey
press ion
Conn ected
Ġout put
Syn Edit
Ġtr ackbar
Ġpack age
par ser
Next Proc
Ret orno
Ġcomp ile
THTTP Status
ĠConvert ErrorMessage
item s
Driver L
Che at
Ġfound list
ĠUN SAF
Ġradi ogroup
PAT H
GRO UP
ĠOBJ FPC
cknowledg ement
Separ ator
ĠUNSAF E
. ');<
B rid
C enter
D X
F ix
G inkoia
H ANDL
P rocedure
P assword
P eca
W orse
e f
i ated
j ust
l ator
p Info
r t
w o
ª å
Ġ te
Ġ routine
in ary
ĠT f
ti al
ĠS ave
ĠS imple
Ġl ocal
Re st
Con tinue
ĠG rid
im Stuff
ĠI t
Ġm is
ĠU Log
ĠU CS
oo m
con d
Ġn umber
um p
Class Function
Ġu pdate
Col umn
Swag Param
Ch x
ĠE d
ir c
ĠTC arro
Ġ< /
add ClassFunction
******************************** ****************
res sed
Ġla z
ĠTList Byte
pen v
ĠTBGRA Custom
Au x
Au th
oa ded
ĠText P
ĠTR ender
ĠTR EST
ĠUni Label
ĠTUni Label
ĠTString s
Lay out
ĠXE ANDLATER
WARN ING
Progress Bar
ĠSh ift
ĠApp ly
Pres sed
Ne o
Iteration Mean
Simple MachineLine
Attribu tes
me thod
BA SE
tegrity Check
ĠOutput DebugString
Brid ge
addClassFunction ToTable
( (
) )<
C v
F C
F our
F ade
H igh
N one
N ormal
P Env
R ight
S urface
b utton
d b
f b
h ts
i ent
l istitem
m m
p ixel
r l
s ock
Ġ ('
Ġ rig
ĠT Sh
** <
ar n
ce s
Ġp layer
ĠF Name
ĠF Amount
las h
Ġf ont
ĠC lient
Ġo ther
ĠP Char
ĠD eb
ĠL ong
Ġs ame
ĠI PL
DE V
ĠW IN
ĠM emo
En vi
Ġcon tains
Ġuni Basic
Ġuni SpeedButton
Ġuni DBGrid
Add Element
ĠR ender
ĠGet Memory
ĠE MSI
ĠN o
As sembler
ff ect
Ġg raphics
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠ
ĠO pen
ĠO bter
ĠTL anguage
ne x
CL ASS
Se lected
ex ception
ex ports
ĠIGBSwagger PathResponse
Ġch ange
pl ace
PO ST
Style s
Function s
pa th
Lay er
Pl atform
au se
ĠTTree Node
Exp anded
Tail les
Ġpa th
-------------- <
Ass ign
ĠModule Name
ĠGrid s
ĠuniBasic Grid
" }
) *
B et
C Panel
C txt
D TO
J ava
M on
M AP
O ut
P icker
S O
T H
T oo
T Menu
T Daemon
T erminate
W MI
a b
b uffer
d r
d x
d ialog
i as
k i
p ing
r int
¼ Į
Ð µ
ï ¼Į
Ġ Query
Ġ Registry
er ent
re pres
ĠT Mem
or iginal
ti l
th ing
ĠS M
ĠS p
ĠS ong
ta ch
ta ddress
ĠF L
ic ation
ter ed
ĠC URL
ĠP ascal
ĠD O
Ġin it
ĠA c
ra p
pe ct
ĠL Id
ĠL td
cl ient
Ġw ide
IN DY
Ġd iagram
ĠU Texture
ĠU Song
at us
ed i
get table
ord in
Ġn ext
Pro tocol
Ex pectation
Ġto tal
To ByteTable
Ġe ach
ĠTG Stream
ĠTG Pair
ĠTG Dictionary
Create Api
Ġu p
Ġ1 6
ĠGet Size
ĠTB itmap
ers on
As Int
As Boolean
ĠTh read
Field s
Ġex press
Ġas sign
UR I
Ġj ust
Mod if
ĠFree Memory
ex e
form at
bo box
ymbol ListHandler
ĠTBGRA Reader
RE C
Start ApiListen
IG N
Ac cess
Open GL
ĠOneHttp Controller
ĠOneHttp Ctxt
Ġ************************************************************************ ****
________________ ________________
byte s
AO wner
ĠTGTree Node
ĠUScreen Party
rec iated
erc ado
ĠxJSONArray Aux
Lib re
Ġval ues
CT ION
Ġlong word
ĠTim er
region s
ĠInternal Listen
FI LE
Six P
ĠHTTP Defs
quiv o
Dif erent
ersisten t
ĠTUpdate Status
ValorUn Atual
ĠTError Level
Ġnetwork Interface
cknowledgement Cmd
WARNING S
Ġrig hts
ĠDeb ug
nex ion
repres ented
Ġwide string
ĠOneHttpCtxt Result
Diferent Case
' +
' ,<
2 1
D bl
F X
F older
L File
M D
S to
T Horse
T otal
U M
c ul
d ing
e ded
g f
h ack
o b
o ssi
r c
s C
s ys
å Ĳ
Ġ ï¿½
Ġ tim
ĠT listitem
le vel
de lphi
Ġp oint
ĠS QL
Ġc lient
ĠF Parent
ĠF Description
it er
Ġf re
Ġin to
Ġ= $
Ġl icense
ag ing
all oc
Ġm sg
ĠU Display
Ġ' );
ĠM ove
Pro p
li te
Ex port
Ġto p
En gine
ib ows
Ġ2 5
>// <
Time out
ser ver
Ġg b
Ġg iv
ĠTP ointer
Date Utils
he ight
res ses
ĠLua Caller
Ġparam eter
Ġus ing
Modal Result
atch er
CO D
pl it
ĠUni Edit
ry pt
ry GetValue
fer ence
ĠTUni Edit
ĠEn d
ipe Connection
PA vatar
PT ION
ĠTUser Controller
---------------------------------------------------------------- --------------<
la tive
Produ to
Ġau thor
Contains Key
Up time
AM MA
ĠMA X
Dec imal
vance d
adio Group
Ġmen u
ĠRGB To
Ġmis represented
ibows ki
E C
F P
G u
I gn
L ibrary
L IB
S Y
S v
T String
T our
T Uni
T ool
U rl
V isible
W M
b itmap
c i
c lear
d ir
i k
i ve
p i
p rocess
u c
u sed
x Id
ä »
Ġ ad
Ġ Uti
Ġ Reg
in ux
te gra
ĠT Status
ĠT WinControl
ĠT NextProc
or age
ti vate
ta ires
ĠF Response
ĠF name
it or
Ġf ield
Co ol
Ġin t
Ġin fo
ĠA Path
ĠA imStuff
pe g
Con tnrs
ĠL ongint
Ġs up
ow DarkMode
Ġm r
ĠIn itial
ĠIn itialize
li gh
li taires
Param eters
ĠCon exao
To JSON
ree view
RA M
Ar row
Ġt p
Ġt point
ĠTB yte
>{ %
He x
Un icode
ĠTObject List
ĠTC lient
push variant
AT E
ĠO ra
tic ally
ma tically
CE PTION
ELSE IF
LE TE
ĠTList Box
Ġma chine
Web cam
TE XT
Dis assemble
Ġwh ich
Net work
ĠMa x
Component s
Entry Array
Ġed t
PA CK
ĠAll owDarkMode
Cur sor
ĠOneHttp RouterManage
For Window
Tab Control
Ġlistitem s
Ġreg istry
201 2
Ġreturn s
ym handler
Pag amento
Registro s
USE S
Iteration Result
ift State
Ġbase d
Invalid Format
ĠTData Stream
ĠMem ory
Save ToFile
Ver tex
Ġitem View
Ġauto matically
Remove Pair
nam ent
ĠCancel Btn
rypto g
argin s
HANDL E
ĠTBGRACustom Bitmap
pixel Fmt
Envi a
CLASS GROUP
Tour nament
ĠUti litaires
ĠAllowDarkMode ForWindow
! <
' <
) -
0 5
3 6
A j
B ool
C N
C P
D C
D K
D up
D ll
D Hook
H AR
H ome
N t
P W
P ing
P ass
P TObject
T ip
c urrent
g nd
g ment
g mail
l g
n def
o gin
p n
t ch
u da
w e
x p
x JSONArray
ä ¹
Ġ key
Ġ ----------------------------------------------------------------
Ġ icon
Ġ types
ĠT Text
ĠT Controller
al th
an e
ĠS yncObjs
Ġc x
Ġc ol
Ġc olor
ĠF rom
ĠF FileName
ĠF last
ĠC ode
Horse File
Re lative
ĠL API
if f
if ndef
ĠG radient
Ġb t
Ġb ack
ver s
IF I
ĠU Common
at s
Ġ' .
Ġde p
ile d
List View
con n
ĠM idi
ire ction
Ġres erved
ĠIn it
ĠIn iFiles
per at
pon g
String String
raph er
File List
Ġt s
Ġ* )<
fo re
ĠN umber
Ġx or
ĠForm at
Ġi Controller
Im agem
ĠTP ipeConnection
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠ
Ġdo es
AT FORM
Ġ+ <
Model JSON
Ġr y
Ġcom mand
IC ON
INT ERFACE
Pair s
Is False
ĠIGBSwagger Header
ĠIGBSwagger ModelJSON
size of
Read Only
pl ugin
ĠPro c
Buffer Quantity
TAB LE
Ġform s
Ġaddress list
Ġ201 3
ĠLaz UTF
PL ATFORM
por ted
Ġapp lic
rim iti
Tra ck
Ġlistcolumn s
Ġreq uest
Ġco ordin
ĠTy pes
Attribu te
ĠCO MP
struction Group
Map per
Valid ator
Del im
DI R
ĠParse Input
ĠSetWindow Theme
Compress ion
High ligh
ĠTSh iftState
Decimal Separator
Disassemble Data
ryptog rapher
Dup lic
" >
> ):
A im
A GE
B ook
C idade
D ropDown
E m
F i
F ast
F oto
G if
L L
M Quantity
M gr
N om
O ffset
P J
S a
S ingle
T Lua
T MachineLine
V AL
W h
a a
d ay
i gin
i ente
n u
n ome
p p
r f
r ust
t ing
Ġ 64
Ġ ..
Ġ row
ĠT Timer
an o
de lta
Ġc i
Ġc s
ĠF D
ĠF a
ĠF HorseCore
ĠF Error
ĠF Size
Ġf t
ter nal
ĠC al
ĠC lipbrd
ĠC HAR
ĠP layer
ri tical
Re port
ĠL ayout
Ġw idth
Ġb r
IN IT
Ġd iv
DE SC
ĠU L
ĠU Files
ĠU Platform
function s
xt ure
Te arDown
con tainer
con ds
ĠB order
Ġ// <
DA V
String Tree
Test Fi
ĠDE FA
Ġt v
ĠN e
Time Mean
ix els
Im press
ĠSt ream
Base Address
ac ity
Ġst ar
list box
Main Form
uff ers
ore tical
Ġv f
Ġv Qry
Box A
UR E
ĠTF loat
os xp
User Info
CE FuncProc
ĠTList Char
Ġma in
ĠTHorseCore Param
Unit X
Ġget mem
ĠTBGRA Pixel
ĠAs DateTime
ĠJ honson
ĠJ ukebox
Ġset length
02 4
ĠTS QL
ook up
RO C
ĠTCustom SynEdit
Run Result
Change Status
peed hack
Combo box
Ġgl Tex
Ġgl Vertex
TC PClient
Ġreg ion
Ġmemo Response
LCL Intf
": "
Coord s
ĠLazarus Package
mall Int
ĠTBack gnd
Ġprovi ded
NE THTTP
Sen ha
NT Header
ĠRemember SimpleMachineLine
Ġassign ed
ĠRGBTo Color
Aj uda
CN PJ
Ġ---------------------------------------------------------------- --------------------------------
rust Interval
container Font
TestFi xture
ĠDEFA ULT
Impress ao
ĠglTex Coord
ĠLazarusPackage Intf
1 8
3 0
7 4
; {$
B reak
D Manager
F e
F ull
G UI
H E
I pl
O riginal
P re
P icture
P olygon
R P
R T
S or
T Proc
T Solution
_ ;<
b rush
c aption
d og
l ation
m essages
r up
s c
s yn
t ine
® ļ
en tes
ĠT JSON
ĠT Model
ĠT Texture
ĠT Stack
ĠT Endereco
ce ce
un k
Ġp re
Ġp ur
Ġc ount
ĠF Stream
tr ans
ĠP ort
ĠP ressed
ĠD Word
ĠD UnitX
Ġl oad
ĠA d
Re ce
ĠG AMMA
Ġb o
Ġd w
Ġd on
interface s
Ġm ark
ĠB ASS
De v
Test Framework
struct s
Rou tine
Ġu Log
Ġ1 2
ĠGet Address
Ġ2 0
Get Current
HT ML
op en
able s
act er
Im port
abel a
HTTP Server
ac a
Handler Data
ĠDe fault
Ġcom bobox
Ġversion s
Us ers
Is Empty
ĠOne Client
ĠCh r
RE AD
An si
pl ate
ĠTR ate
Number Of
Val ues
mo ved
ĠTGBSwaggerModel PathResponse
Free Type
Texture Coords
Ġ200 5
ĠTA d
True Value
Content Type
Trans form
irect ory
Ġsymbolhandler structs
thread s
Ġhe ight
ich ier
Ġoff set
EX CEPTION
Ġtext ure
ĠPa th
Scroll Box
ĠChar Code
Ġval id
Graphic Control
Ġmap s
ĠTJ cl
pack ed
ĠSc reen
ĠTMenu Item
BD D
odul ename
Pressed Key
ĠSp in
Sto re
sC ep
COD ING
tegra cao
Tip o
ĠTBackgnd Obj
ĠPressed Down
* }<
, $
- }<
0 55
7 6
8 5
B evel
B ottom
C l
D lg
F Data
G er
L Object
L UA
N iv
Q U
S ign
T Control
U ses
V CL
a pe
f ont
m ags
s l
t re
u de
w d
w indow
w ait
y t
ç »
Ġ ;
Ġ è
er a
in s
re es
re ur
ĠT Response
ĠT Time
ĠT FormatSettings
or a
ar ted
an nel
ĠS olution
ĠS erver
Ġc orrect
be m
Ġf rame
Ġf irst
Ġf rx
ĠP Color
ĠP os
ĠP AS
Ġl en
Ġl ib
Ġl yt
is te
is ion
ĠA mount
ra ck
ĠL Pairs
Ġw e
Ġw indow
to do
Ġb lock
Ġb gra
Ġm s
Ġm essage
ĠU Entity
ĠV iew
ON G
ĠW MI
Ġde fault
lo t
ĠB C
ĠB ack
ĠM e
Ġ( <
Pa lette
Form Create
Ex e
To Horse
To TObject
ol ver
En tre
Ġcon text
ĠTG UI
File Stream
ener ic
Ar r
Ġt stringlist
Get Api
ĠTB CPanel
Id x
ĠForm Show
Info Cmd
ĠSt arted
Ġg u
Module Data
ĠTP en
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ
Ġbe ing
ĠCreate New
Edit or
Date ToStr
Bit s
ĠRe ct
ĠLua WinControl
ĠTF oundList
ĠTTestHorseCore File
Comp ilerVersion
New KernelHandler
Men us
Sh ut
Modal Ajuda
Ġmem scan
ĠH as
ĠAs Time
Server Module
ĠIGBSwagger Path
ĠJ v
DateTime Picker
02 3
RE ADER
ĠWeb Module
CO DE
Update d
ĠTControle Operacoes
ĠTControle Livre
Start ApiPortListens
ock ets
ĠTCustom Daemon
umer ic
ST R
ĠDo Delete
ĠRegister Daemon
ĠRegister Package
index ed
ME M
MA C
Change Format
Ġdis abled
BO OL
Post Api
ĠTFrm Main
rout ines
Put Api
UN CTION
ĠDate ToStr
ĠTest s
la im
ĠInter face
Ġstr utils
Stop Listen
draw indexed
Ġsc reen
ĠItem Count
ä¸ Ģ
CK DO
Simple Event
VE H
Ġjson parser
Procurar PorId
Ġac cess
Tem p
ĠTRect angle
Sp lash
Side Descriptor
Shared Mem
ĠMag enta
Cam era
************************************************ ******
ĠTRender Object
Ign ore
perat ura
ĠTFloat Field
Rece ber
mags ys
ĠDoDelete Api
' ];<
( )<
- <
5 4
C A
C or
D W
H A
H as
H AT
L az
P art
P TElement
R ange
S M
S UB
T R
V olume
Z E
a Value
a Id
e k
p te
s f
s p
t f
t ure
¥ ½
å Ľ
æ Ī
æ ĺ
è ®
Ġ ti
Ġ es
Ġ et
Ġ ver
Ġ JSON
in put
ĠT Message
se ction
se cted
ti o
le y
le ft
le ep
an ager
de fault
th elper
th day
Ġp e
Ġp ascal
ĠS up
ĠS ingle
Ġc threads
ĠF or
ĠF Time
ĠF Log
Ġf m
Ġf ix
ĠC urrent
In sert
In tegracao
ĠD AO
ri l
Ġl Param
Ġre ct
ist ance
ĠL evel
// $
ĠG IF
Ġw ait
Ġw ritten
Ġb s
Ġb ul
Ġd am
ĠI B
ĠI DAO
Ġm i
Ġm argins
ĠU C
ĠU Int
Ġstring s
ed ley
get Canvas
ĠM ask
ĠIn fo
si de
DA TA
Ġa fter
To Stream
vi ous
um ent
Data base
Ġcon vert
ĠTG ame
Key word
ĠR a
Get Tick
======== ====
>// $
>// $<
ir thday
OR Y
Ġi Router
ĠTC Vector
Ġor igin
Info s
Im aging
ren der
Field Name
Ġdo c
ĠO riginal
Er reur
Integer String
ound s
DL L
Ġcom m
ĠOn Show
ran ch
Or der
Se lection
Ġma ke
ĠId Context
Des ign
No Keyword
ĠTBGRA Neo
ĠAs Date
CH E
TE Data
ĠTS ong
ĠTProc Error
semb ly
lib s
Ġle vel
ĠRegister Unit
au to
ĠList Box
por thelper
Ġsh ow
ni k
Ġapp lication
Cadastro s
Ġtr ans
Tra ce
0000 00
EX YZ
ĠQ ry
Produ cer
ition al
Auto Assembler
Ġdebug ger
yy yy
Ġli ke
Ġinclu ded
Ġsu bject
Ġne ed
Tail le
Property ToTable
Anim ation
ĠTDictionary StringString
ĠIdHTTP WebBroker
tit le
ĠTCI EXYZ
Ġmethod s
fb order
Too an
ĠAc tive
rap per
Ġcol lection
ĠProc urar
rimiti ve
ritical Section
rup ted
ĠTAd vanced
æĺ ¯
NoKeyword s
ĠIdHTTPWebBroker Bridge
( [
* -
, [
1 024
2 04
3 8
6 55
7 3
: '
; );<
> );<
A ct
B U
B LE
B Quantity
B ranch
C I
D otNet
G estion
H ash
J Object
J ni
J honson
L ookup
M ove
M ercado
N Fe
O P
O utput
P D
P P
P en
P Image
P UT
P tch
R cd
S q
S oc
S ync
T ile
T ask
V inc
^ ;<
b on
b tn
c f
e Ptch
f e
g b
h elp
l abel
m y
n own
n os
p atcher
q word
s a
s ource
u ter
Ð ¸
ä º
ä ¼
æ İ
æ ĸ
Ġ &
Ġ ag
Ġ EN
Ġ END
Ġ ]<
Ġ OR
Ġ ï¿½ï¿½
Ġ right
ĩ ªå
Į ī
ķ °
te ad
ĠT Provider
ĠT Pair
ĠT Servico
ĠT erminate
ĠT dm
ti ce
** *
ar ca
ar Documento
de lete
Ġp ush
:= $
ĠF Path
ĠC l
ĠC ar
In dy
ĠD M
ĠD X
ĠD og
Ġl ongint
tem p
Con ven
ect ored
ĠL isten
ĠL Messages
ĠL UA
ĠL inux
Ġb it
Object List
Ġd one
Ġd gl
DE LETE
Ġm ulti
ĠU Unicode
Ġ' -
Ġstring list
(' ');<
ĠW M
ĠW h
ĠW idth
Ġde fined
List Byte
us pen
Ġn on
St orage
lua routine
ĠCon nexion
To Date
Data Base
ase Name
ĠTG ammaTable
ĠTG FileList
Ser ies
Ma th
read y
On Listen
int to
ER R
ER VERSION
Key Down
up date
ĠR ate
ĠE mpty
ĠE Pipe
ht ml
Thread ing
Ġread file
Ġ< =
ĠTP latform
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
ac ao
Date Format
Controller Result
ĠDe vice
ĠDe Select
vel op
Ġfile s
ĠRe move
Comp are
ĠTList String
AP Solution
fm x
Ġus age
create table
Web Request
ĠOne ControllerResult
Serialize Config
Def inition
new table
TE MSI
Dis persion
Dis patcher
Net HTTP
An o
Debug Event
Ġimp ort
IL ERVERSION
ĠDB Grids
pro gram
Lo ader
Pr n
Ġdeta il
ï¿½ï¿½ï¿½ï¿½ ï¿½ï¿½
ment s
ĠAdd Callback
Rect angle
Ġrefer ence
PY ING
Pl ane
ulo Usuario
IS API
BO DY
PE G
Word s
At tach
Ġhe aders
99 99
UN IT
Titulo Pagar
TL B
ptr Uint
the oretical
ermin ated
Ġar g
isi ePtch
ĠTControleConsultaModal TituloCategoria
ĠItem s
Audio System
USE R
erc ial
cs n
ĠTy pe
ĠUser Name
Structure s
ĠTMatrix Object
ĠTMatrix Integer
ĠTMatrix Byte
ĠCO PYING
Fl ag
Che que
Tem plate
ster image
ĠTFD Query
TCustom Attribute
Ġlb Detail
ĠAP I
Note Book
fl m
ĠRef resh
ĠLDog Entity
MOD IFI
ĠAnsi String
Can Continue
isa ac
CEP Model
yr ics
opup Menu
DriverL oaded
Ġlaz arus
tegrityCheck Thread
Four P
ĠTLanguage Type
Tailles SP
ĠTUpdateStatus Helper
sys utils
Ġgiv en
TUni Form
IterationResult s
Nt Headers
ä¹ ī
ĠCOMP ILERVERSION
rf isaac
RT TI
®ļ ä¹ī
Ġpur pose
Tipo Titulo
Ger arDocumento
MAC RO
åĽ ŀ
sected Struct
ĠQry Consulta
ĠTAdvanced DropDown
JObject ToTObject
Mercado Libre
Vinc uloUsuario
ĩªå ®ļä¹ī
Conven io
Ġdgl OpenGL
ĠUUnicode Utils
uspen ded
aseName Definition
ĠEPipe Error
NoteBook Strings
MODIFI ED
. &
2 2
3 5
4 00
B P
C B
C al
C OR
C ancel
D r
D one
E Y
F ill
F ilename
F UNCTION
H elp
L oc
O D
R ating
R adioGroup
S SE
S pace
X S
X MM
X YZ
a bstract
a Pagamento
c x
f ind
f ield
f irst
g ith
l c
m pt
n ames
o se
p re
t us
u ild
£ o
± »
Ã £o
å ı
ç Ķ
ç ±»
Ġ 9
Ġ am
Ġ )<
Ġ implementation
Ġ routines
ĠT Id
ĠT Real
ĠT Usuario
ĠT Ini
ĠT Tab
ĠT Article
ti st
ti debug
ro ss
ro tation
ar Registro
an y
as in
Ġp op
Ġp byte
ta x
:= @
Ġc ust
ĠF I
ĠF Ar
ĠF Finish
ĠF HorseFile
Ġf ib
ĠC ol
ĠC ool
ĠC heat
Ġo b
ĠP Byte
ĠP Pointer
ĠP arent
ĠP TElement
ad ow
Ġ= ================================================================
ri gin
is ing
Re p
Re place
Ġre moved
el ist
ĠL Data
Ġs m
Ġs mall
to variant
im ation
string s
Ġd b
Ġd own
Ġm ag
Ġm essages
at ure
Ġ: <
oo p
(' {"
Ġde stination
il ing
ĠB l
ĠB en
ĠM essage
Pro mpt
Ġa Value
ol ve
ol ute
um entation
Ġh eld
Class Name
ib bon
RA RY
Col R
Ġt control
Ġt memory
Get Address
add PropertyToTable
Ġg ran
Mem scan
ĠTP essoa
ĠTP DManager
Ġex ternal
ac ing
ĠSet up
Inter rupted
ĠDe select
ug h
Error Code
Ġvar i
ID I
ĠCom ponent
View Page
Ġse lected
Ġse gment
her e
ĠTThread Timer
uari os
ĠAs Stream
ĠAs Float
ĠAs Currency
ĠAs ISO
ĠAs Extended
ĠIGBSwagger Info
Ġ" '
ĠTS ymbolListHandler
ms g
Ġhttp pro
ĠMa chine
Ġter min
ĠTGBSwaggerModel Info
osi x
TReal Array
Back Obj
Float Number
Ġ201 1
Helper s
ĠSta tus
ĠTA ction
Entity Type
ema il
Ġno tice
ĠFP Read
ĠVersion s
Ġid TCPClient
Virtual StringTree
IO Utils
Ġevent s
Sub Class
bs olute
Ġli able
ĠTCE Connection
Contains Value
Ġtarget Panel
ĠTDis assembler
ĠSwag ger
Ġunix porthelper
Round s
//////// ////////
=' +
MVC Path
des cription
Ġfphttp server
ĠTT ile
Ġmode l
Ġ****************************************************************************** <
Delphi Demo
rays cale
ĠTIn structionGroup
ĠParam s
Ġct x
Cv n
"} ')<
Mon itor
Ġauthor s
LIB RARY
Ġad ded
ĠTByte s
pn g
we en
Duplic ate
TLua Caller
Ġstar taddress
Ġdam ages
ERR OR
gith ub
Ġhttppro tocol
" <
' );
( $
/ :
6 0
; //
= <
A ME
B IT
D R
D ao
F CGI
G EN
I f
I ZE
K EY
L icense
N G
N a
N ow
P ress
P ixels
R IC
S N
S nap
T Game
T ryGetValue
U tc
V ectored
W ar
W nd
X P
b ri
c r
c pu
d ouble
g es
g rees
h elper
i vi
l ongint
l vm
m x
n om
n ess
p le
p age
r v
r ate
v g
v o
w h
w s
z en
¨ å
» º
Ð ¾
å »º
æ ľ
æ Įī
æ ķ°
è ½
Ġ )
Ġ ack
Ġ Route
Ġ Height
Ġ ****************************************************************
Ķ åĽŀ
en tic
en sagem
ĠT Class
ĠT Type
ĠT Server
ĠT Address
ĠT Static
ti ll
ro ugh
ar s
ĠS F
ĠS can
ĠS tyle
ĠF List
ĠF ill
ĠF Run
ter min
ĠC a
ĠC v
roce s
ĠP tr
ĠP Page
ĠP refix
Ġth ere
ad os
Co u
Ġin s
Ġin stance
Ġin formation
is s
Ġre lease
ĠL ine
ĠL ocal
im e
Ġd x
Ġd ropDown
Ġm in
Ġm nu
ĠU SE
ĠU Graphic
type def
get Width
get connection
iz ar
iz es
ĠM u
ĠM ode
ĠM IDI
Pro blem
Ġ( -
DA EM
Ġresult s
Ġa ct
Ex it
ĠCon tent
Ġh andler
ĠTG raphic
Ma ster
On Terminate
Ġ2 1
ĠTB ase
ĠTB ool
Ch ildHandlesCreated
>// ------------------------------------------------------------------------------<
ĠFM ensagem
Im g
HTTP Method
Ġg roup
Ġg lobal
ĠTP eca
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠ
AT ED
ĠBGRA Graphics
Service Controller
Consulta GerarDocumento
ao lo
ĠTList SimpleEvent
Log ger
Serial iz
Handle SSL
ymb o
Ġse ction
Ġse lf
com p
Is Not
Win control
ĠRes erved
ĠH Util
ĠEx tract
Server Events
val or
Connection s
ĠJ NI
CH EM
ms Of
ĠPointer scan
ĠUni Button
Generic Tree
Generic Matrix
Generic Queue
11 11
ĠTUni Button
Ġnew icon
Ġle ft
pa int
pa olor
ĠTGBSwaggerModel Header
Const s
Ra tio
Ġra sterimage
GL R
Port Printer
Pessoa TituloPagar
Pl aca
PA RAM
ĠMen u
Trans parent
ĠList Val
ĠTService Controller
ĠTService Usuario
ĠTService Pedido
lose Action
Input Device
ĠTDAO Item
clu de
Ġcontainer Border
Cadastro VinculoUsuario
DP ROC
ĠService Controller
Mag Id
IO HandleSSL
Ġsc roll
Ġthread names
ĠLast DisassembleData
Mensagem Aguarde
Mensagem Erro
ĠTDis sectedStruct
ĠVal id
Fl ags
TB ool
Ġsu ch
nowledg ment
Ġpar a
Ġsq l
Ctrl Code
ĠObj FPC
REST Client
ĠCur sor
return s
sh ot
mote Thread
CON T
è¿ ĶåĽŀ
utor ial
ĠTDiagramBlock SideDescriptor
cond ary
pect Ratio
ĠUSong s
ĠTPointer scan
SY N
ä» ¶
Envia MensagemAguarde
ICON DIR
Ġapplic ations
DESC RIC
Impressao Documento
Ipl Image
SM TP
============ ==
Ġdoc umentation
Ġcomm ercial
Cheque Imagem
Ġack nowledgment
DAEM ON
CHEM IN
msOf Service
paolor ossi
DESCRIC AO
( );
* )<
3 9
4 0
6 9
8 9
A ware
A CHE
B C
B ind
C R
C liente
D M
D en
D os
D ock
E H
N ative
N AME
P REC
Q RouterItem
R ole
S el
S ite
S witch
S IGN
T T
T One
T BGRA
U Int
V ec
b x
b lock
b irthday
c anvas
d c
d own
f older
g ative
h ren
k ip
l ink
n p
o uld
t thread
w ap
w arn
Ñ ģ
ä ¿
Ġ ke
Ġ round
Ġ ï¿½ï¿½ï¿½
er msOfService
in stance
re m
re et
re ase
re ating
en v
ĠT Z
ĠT ex
ĠT form
ĠT Entidade
ĠT reeview
ĠT Wincontrol
ro bal
ar b
le TaillesSP
al ity
an ne
Ġp s
Ġp lay
Ġp la
Ġp rint
ic al
ic iente
Ġf a
ĠC ON
ĠC EL
ĠP RI
ĠD ec
ĠD LL
Ġl im
Ġl anguage
ĠA lign
el y
// /
ĠG W
Ġw here
Ġw ould
Ġb ug
Ġb order
ver ter
Ġd yn
Ġd omain
Ġthe m
ĠI S
DE PT
ĠU HTTPServer
and y
ĠW bem
Ġde f
get Address
il able
il ity
lo red
con text
Ġn ow
ĠM in
ĠM icro
ĠM ora
ation Type
Ty pInfo
si te
ot mail
Param ByName
vi g
Ġh ook
Ġcon n
DEFINE D
Th rd
Ġu Gestion
Ġ1 99
On Click
ER GB
Ġt b
Key Press
Ġ* /<
ĠR ound
Get UserInfo
ĠE r
ĠE qual
ĠTD W
ĠTD ouble
Ġi Service
ĠTP DClient
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠ
ĠO S
ill Send
ac tivate
he x
Ġst ate
64 7
ĠDe fined
Exception Info
ĠTL az
ĠRe set
Ġcom ctrls
tra ce
AP P
AP ACHE
ĠEx ec
ĠAs String
TInt Array
Ġfp Apache
ĠJ son
time out
ĠTS DL
Custom Button
Ġch ang
win control
Ġhttp d
From Name
From Table
FF T
fer ent
TF oundList
ĠEn gine
Ġstd ctrls
Check Box
ĠTGBSwaggerModel Tag
ĠAdd ress
Ġmacport defines
Ġnumer o
au thor
Trans lator
ĠList ar
ĠList View
Iter ator
bi ano
so le
åĪ ¶
Ġreturn count
Fa iled
Ġcurrent game
Produ ct
ĠuniGUIF rame
Scroll Bar
Ġar ising
ĠIm port
Multi part
FM X
ĠTy pInfo
RY PT
Last Branch
Ġcur sor
ĠSpecialized List
pres ent
ĠVal ues
Ġinclu ding
Debugger Interface
NO M
Ġne eded
ĠDataModule Create
Ġcall back
Ġlb Title
ĠImage NTHeader
ĠTOne RouterItem
Vari ant
ĠLDog DAO
Align ment
ĠTCI ERGB
sect Code
Ġdes cription
Cap ture
ĠTJson Object
ef iciente
tial ias
SwagParam Path
irc ular
Auth entic
Expanded Pixel
Sv c
Ġback ground
Ġcoordin ates
Delim iter
ĠFa biano
HE ADER
rack ets
MEM ORY
Ġet c
ril leTaillesSP
Ġarg ument
Ġcust apache
Ġob tain
ĠTAction Result
Vectored ExceptionHandler
War ning
ymbo ls
PREC ATED
anne ls
DEPT H
ĠMora is
LastBranch Record
' ;
3 3
7 5
7 9
9 6
: ');<
; ;
A Bytes
A CC
B ER
B rackets
C ache
C lip
C ExceptionHandler
D ot
E ffect
F G
F DB
F Time
F oc
F JSONArray
F Items
F FormatSettings
F ichier
G IN
G round
G StartApiPortListens
J PEG
L ink
M app
M icro
O uter
P H
Q Str
S izes
T ER
T Request
T IT
W e
W rapper
Z ip
] =
] )]<
^ (
a le
b mp
c b
c v
c ost
c pm
c ause
f cpm
h orse
h istory
h otmail
j ump
k ing
l ap
l ags
m ag
n Player
o k
o res
p icture
p rimitive
r z
r ing
s oft
s pec
s Machine
v l
v ing
w ise
w mi
y se
y le
z to
} ',
¡ æ
Ð ²
æ ŀ
ç ļ
Ġ !
Ġ ty
Ġ email
ģ ¯
ĩ ä»¶
Ľ å»º
er o
in ly
in line
re er
re al
en cy
ĠT I
ĠT Param
ĠT On
ĠT list
ĠT Commons
ĠT Cheat
ĠT Uptime
ĠT erminated
ĠT ExpandedPixel
se table
st atus
ro te
le ts
as y
Ġp n
Ġp age
Ġp ort
ĠS T
ĠS end
ĠS ymbol
ĠS DK
ĠS andy
Ġc p
Ġc lose
ĠF ield
ĠF Status
ĠF JSONArray
ĠF Rate
ĠF RealQuantity
ĠF Expectation
ĠF SUB
ĠF Dispersion
ĠF GLR
ĠF birthday
et ween
tr ies
ger Interface
ic io
Ġf name
ys zto
str iction
Ġo u
ĠP age
ĠP SDL
Ġth andle
ĠD el
ĠD emo
ĠD ibowski
Ġl messages
ag elist
ĠA Name
ĠA Key
ĠA Type
ĠA DO
ĠA Char
ĠA Instance
ĠA MagId
Re lator
Con d
Con vert
Con cur
Ġre f
Ġre striction
ĠL e
ĠL File
ĠL Field
ĠL Retorno
if ied
ĠG robal
Ġw rote
to tal
Ġb l
Ġb asic
Ġb reak
im agelist
Ġd om
Ġd np
ĠI ter
ĠI Request
ĠI Query
ĠI Entidade
ĠI Conexao
ĠU P
ĠU Language
ĠV irtual
ĠV isible
ĠV EH
Ġ' "}')<
em p
(' {
ĠW arn
List Integer
List Pointer
lo s
Ġn iv
ĠB arb
ĠM od
lean up
Ġ( (
-------- --
ch er
ĠIn sert
Req Multi
per c
si tive
li entes
Ġa o
ĠCon st
ĠCon tains
Ġh ow
Result Code
Data set
De leted
PC h
ur y
ur cher
Ġu Setup
File Path
File Exists
read ln
Ġ1 5
Add Body
Type Def
ĠGet Ping
Get value
He alth
Item Index
As Object
As sembly
As pectRatio
Ġi p
ox o
able Event
ĠTC loseAction
ĠTC FG
Im p
Ġg ener
Sc ores
ĠTP ersistent
ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠĠĠĠĠ
Ġbe cause
ĠO F
Str uc
he it
Controller Base
ĠTL ogin
ĠRe c
ĠRe cord
.. .<
User ID
Se qu
INT ER
Tree view
ĠTList Method
ĠTList NotifyEvent
Sh ape
ĠValue Type
ĠTHorseCore File
Us dx
Ġany one
ĠAs Int
ĠAs Integer
ĠAs Boolean
ĠCh ange
ĠJ cl
Method s
ĠTS imple
Ġal ter
Ġal pha
Ġal tered
ĠTGList Object
ĠTGList String
Char acter
ven ue
ĠPro blem
Ġconst ant
From File
ĠTControle ModalAjuda
ĠLCL Proc
Manager Create
Ġbyte s
Check ed
Ġmodif ication
ĠDo GetApi
ĠDo PostApi
ĠDo PutApi
amp F
angua ges
Json Response
Back Ground
Ra w
ark s
Ġce connection
MA GE
12 8
ĠStart ApiPortListens
************************************************************************ ******
Dog Id
ĠFP RO
ĠTFrm MercadoLibre
TC ryptographer
ĠTDAO Base
Ġtem peratura
ĠTGMatrix Item
ĠTGMatrix Row
Max Connections
Syn chronize
Team s
Token Manage
row ser
Tra iling
ĠAr c
åĪ Ľå»º
ĠQ WORD
Ġmax Width
Only Data
ĠMain Service
ĠStop Api
ĠTGTree Item
ĠTGTree Index
ĠItem Index
Ne gative
Exp r
ĠFT rustInterval
check s
Ġcal led
Ġcal endar
ĠDaemon App
ĠTGQueue List
ĠTGQueue Item
ĠTGQueue Index
ĠStartApiListen s
ĠStartApiListen Port
ĠStartApiListen Host
ĠCdsConsulta ID
Hook ableEvent
ĠDis persion
Duet SixP
ĠUN IT
ĠFC MQuantity
ĠFC BQuantity
MVC HTTPMethod
Ġinitial Pascal
Best RecordNumber
WN DPROC
Anim ator
ĠTQueue Integer
Shared Memory
Six PAvatar
ĠAl tered
Ġsa ved
ĠTDictionary IntegerString
ĠTGMatrixIndex X
ĠTGMatrixIndex Y
ĠAu to
ĠEncode DateTime
hwnd Combo
mi ke
tit ude
Midi Event
Ġem si
Desc r
ell API
ĠApache ModuleData
Ġqu antity
Worse RecordNumber
ĠTREST Request
ĠFAmount IterationMean
ĠFAmount TimeMean
Java Types
WMI Query
ĠTGTreeNode List
ĠnetworkInterface Api
ĠDebug gerInterface
ĠSQL ite
ĠMemory Record
ĠFlast Name
Ġdep reciated
Highligh ter
ĠTStack Integer
Ġmark ed
Ansi Char
Ġbgra bitmap
Shut Down
è® °
ĠSup nik
Ġfix es
Ġbul lets
GetTick Count
æĸ ĩä»¶
ĠEmpty Str
velop ment
ĠTAdvancedDropDown List
ĠFI LE
Ġmag wmi
Ġgran ted
Na vig
Ġins tead
IsNot Null
clude Trailing
hren heit
ä¿ ¡æ
instance d
Ġpla inly
ĠuGestion BDD
ĠImport From
Mapp ing
rz yszto
yse x
çļ Ħ
ĠTCommons Test
setable Thread
ĠAChar set
Relator io
Concur so
Ġrestriction s
ĠWarn ings
ĠBarb our
BackGround s
Navig ator
ä¿¡æ ģ¯
rzyszto f
! ')<
' ',
' ]);<
( "
) (
) ';<
) +'
. )<
0 7
2 3
4 04
7 8
8 0
9 2
> );
? <
B EG
B LO
D iagram
D ados
E val
F D
F low
F MOD
G R
G UID
H ist
I A
I p
K O
M ime
O k
O UT
P g
