{"<S>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"ĠĠ":261,";<":262,"er":263,"in":264,"><":265,"on":266,"ĠĠĠ":267,"re":268,"te":269,"en":270,"ĠT":271,"se":272,"or":273,"ti":274,"st":275,"**":276,"ro":277,"ar":278,"le":279,"ce":280,"al":281,"un":282,"tion":283,"an":284,"de":285,"ĠĠĠĠ":286,"th":287,"}<":288,"as":289,");<":290,"Ġp":291,"ĠS":292,"end":293,"{$":294,"ta":295,":=":296,"Ġc":297,"ĠF":298,"****":299,"--":300,"es":301,"et":302,"it":303,"ing":304,"las":305,"am":306,"ct":307,"tr":308,"ger":309,"ic":310,"be":311,"Ġf":312,"ction":313,"ter":314,"ls":315,"du":316,",<":317,"ĠC":318,"ses":319,"In":320,"ate":321,"ys":322,"gin":323,"str":324,"ua":325,"Ġo":326,"roce":327,"ĠP":328,"Ġth":329,"ad":330,"teger":331,"Co":332,"ĠD":333,"unction":334,">{$":335,"begin":336,"dure":337,"rocedure":338,"orse":339,"Ġin":340,"Horse":341,"Ġ=":342,"ri":343,"ul":344,"lass":345,"Ġl":346,"ag":347,"ty":348,"ĠĠĠĠĠ":349,"bj":350,"is":351,"ĠSys":352,"ĠA":353,"Ġ:=":354,"tem":355,"Re":356,"ra":357,"pe":358,"ue":359,"Con":360,"Ġre":361,"ck":362,"el":363,"ist":364,"ou":365,"ect":366,"inter":367,"ĠL":368,"cl":369,"Ġs":370,"==":371,"----":372,"********":373,"if":374,"//":375,"fa":376,"bject":377,"ĠG":378,"tro":379,"Ġw":380,"face":381,"to":382,"Ġb":383,"im":384,"uses":385,"Ġinteger":386,"Ġend":387,"):":388,"Object":389,"unit":390,"ver":391,"all":392,"Uti":393,"string":394,"ult":395,"orm":396,"IN":397,"Ġd":398,"interface":399,"Res":400,"IF":401,"Utils":402,"ata":403,"Ġthe":404,"ĠI":405,"ow":406,"Ġprocedure":407,"ack":408,"DE":409,"lic":410,"ĠSystem":411,"var":412,"Ġm":413,"ĠU":414,"ĠV":415,"ĠĠĠĠĠĠĠĠ":416,"at":417,"ent":418,"Ġ'":419,"and":420,"function":421,"lasses":422,"Ġof":423,"Ġ:":424,"ode":425,"ss":426,"Ġstring":427,"oo":428,"ph":429,"reate":430,"ub":431,"ON":432,"ame":433,"om":434,"Ġ{$":435,"Ġfunction":436,"em":437,"('":438,"xt":439,"id":440,"ĠW":441,"ed":442,"Ġde":443,"type":444,"ut":445,"get":446,"ile":447,"aram":448,"il":449,"alue":450,"List":451,"us":452,"tring":453,"Call":454,"ap":455,"lo":456,"back":457,"ord":458,"Ġlua":459,"Te":460,"Callback":461,"Core":462,"con":463,"procedure":464,"INE":465,")<":466,"ublic":467,"FINE":468,"iz":469,"Ġn":470,"ĠB":471,"Contro":472,"ind":473,"ĠTHorse":474,"ray":475,"ĠM":476,"ation":477,"St":478,"lean":479,"Pro":480,"ler":481,"====":482,"ble":483,"JS":484,"oolean":485,"ire":486,"age":487,"JSON":488,"EN":489,"Ġclass":490,"og":491,"Ġif":492,"Ġ(":493,"--------":494,"Ġ}<":495,"Ġthen":496,"ch":497,"Sta":498,"lua":499,"imp":500,"Ġ//":501,"ĠVcl":502,"Ty":503,"indow":504,"****************":505,"ize":506,"Ġover":507,"Ġres":508,"Pa":509,"ĠIn":510,"ĠSysUtils":511,"Req":512,"per":513,"si":514,"DA":515,"Form":516,"Ctr":517,"li":518,"ot":519,"Param":520,"ew":521,"Ġresult":522,"Ġa":523,"lem":524,"Ex":525,"tation":526,"Ctrls":527,"Value":528,"Ġun":529,"pon":530,".<":531,"ĠClasses":532,"vate":533,"class":534,"Ġpro":535,"ics":536,"ĠCon":537,"rivate":538,"indows":539,"ess":540,"Ġto":541,"entation":542,"ial":543,"',":544,"To":545,"vi":546,"ol":547,"En":548,"uct":549,"HorseCore":550,"um":551,"String":552,"Ġh":553,"raph":554,"END":555,"ted":556,"Ġe":557,"implem":558,"Ġbegin":559,"implementation":560,"od":561,"Result":562,"Data":563,"Ġ{":564,"Class":565,"Ġcon":566,"const":567,"ase":568,"ĠTG":569,"De":570,"ib":571,"Ġpublic":572,"Test":573,"Create":574,"Int":575,"ption":576,"ey":577,"struct":578,"Ġuni":579,"Ser":580,"dd":581,"ree":582,"Lua":583,"RA":584,"Rou":585,"PC":586,"ĠDE":587,"DEFINE":588,"Com":589,"ur":590,"ĠĠĠĠĠĠĠ":591,"ENDIF":592,"Ap":593,"Th":594,"Ġ[":595,"00":596,"are":597,"sion":598,"Set":599,"Ma":600,"Ġboolean":601,"raphics":602,"Ġu":603,"File":604,"ith":605,"wag":606,"Col":607,"SE":608,"Ġprivate":609,"ĠHorse":610,"read":611,"set":612,"Ġ1":613,"Respon":614,"Name":615,"Response":616,"ress":617,"Ġis":618,"array":619,"load":620,"ĠContro":621,"State":622,"Sys":623,"structor":624,"decl":625,"Swag":626,"ener":627,"ĠFire":628,"Ġcdecl":629,"ĠInteger":630,"DAC":631,"Tim":632,"ĠFireDAC":633,"Classes":634,"oun":635,"ig":636,"Ar":637,"On":638,"int":639,"ton":640,"ve":641,"utton":642,"ER":643,"Path":644,"uest":645,").":646,"rite":647,"Ġt":648,"Key":649,"ine":650,"Add":651,"our":652,"ust":653,"Ġarray":654,"up":655,"Ġ*":656,"mode":657,"ĠR":658,"andler":659,"Type":660,"Request":661,"Control":662,"__":663,"));<":664,"ay":665,"ĠGet":666,"ialog":667,"]<":668,"¿½":669,"ï¿½":670,"Ġ2":671,"Get":672,"ts":673,"ten":674,"ĠTB":675,"Ġoverload":676,"vice":677,"GRA":678,"ĠData":679,"';<":680,"Ġfor":681,"ĠResult":682,"dex":683,"DB":684,"TP":685,"ual":686,"ĠTHorseCallback":687,"ari":688,"Ch":689,"========":690,"ĠString":691,"ĠE":692,"def":693,"yte":694,"Ġ-":695,"istr":696,"phi":697,"Swagger":698,"Proc":699,"fo":700,");":701,"ĠN":702,"Ġit":703,">//":704,"ir":705,">{":706,"ers":707,"pes":708,"');<":709,"AR":710,"ES":711,"SysUtils":712,"Ġand":713,"HT":714,"ĠIHorseCore":715,"rm":716,"ender":717,"ĠACallback":718,"ush":719,"He":720,"FINED":721,"ĠDEFINED":722,"ations":723,"Route":724,"odu":725,"Ġ0":726,"ĠFM":727,"FPC":728,"ride":729,"Id":730,"ht":731,"Ġx":732,"cord":733,"ory":734,"ĠForm":735,"Time":736,"ĠTD":737,"Array":738,"ointer":739,"perty":740,"Un":741,"Thread":742,"ialogs":743,"ĠTObject":744,"Mode":745,"----------------":746,"ec":747,"OR":748,"ense":749,"odule":750,"Item":751,"tp":752,"vent":753,"ream":754,"clar":755,"ĠPublic":756,"ix":757,"}{$":758,"icense":759,"Ġread":760,"op":761,"clarations":762,"ware":763,"Reg":764,"+}<":765,"ibu":766,"Ġdeclarations":767,"JSONObject":768,")}<":769,"As":770,"BSwagger":771,"ĠPLua":772,"getClass":773,"Qu":774,"luaclass":775,"Ġoverride":776,"getClassObject":777,"Ġi":778,"art":779,"ĠGraphics":780,"word":781,"UI":782,"ser":783,"ĠFMX":784,"MO":785,"ff":786,"ox":787,"able":788,"ure":789,"ĠTC":790,"Ġwith":791,"Mess":792,"Types":793,"Ġor":794,"lient":795,"Api":796,"Controls":797,"ft":798,"eld":799,"top":800,"Ġ<":801,"dCtrls":802,"ĠLicense":803,"IT":804,"ĠAss":805,"ield":806,"act":807,"ĠTh":808,"Info":809,"Color":810,"Im":811,"ĠSt":812,"bel":813,"ages":814,"Ġwrite":815,"ustom":816,"ang":817,"add":818,"MODE":819,"api":820,"ort":821,"abel":822,"istribu":823,"push":824,"integer":825,"eb":826,"HTTP":827,"Ġg":828,"ource":829,"ren":830,"********************************":831,"reen":832,"Ġy":833,"Sc":834,"ram":835,"Stream":836,"Mem":837,"dit":838,"endif":839,"Text":840,"Module":841,"ifdef":842,"ĠControls":843,"ception":844,"ĠWin":845,"Field":846,"ĠTP":847,"ï¿½ï¿½":848,"Event":849,"mb":850,"ror":851,">;":852,"der":853,"ext":854,"Ġproperty":855,"pt":856,"ĠForms":857,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":858,"Ġwindows":859,"ants":860,"Ġdo":861,"Index":862,"Ġbe":863,"Sender":864,"yn":865,"ĠĠĠĠĠĠĠĠĠ":866,"DEF":867,"Ġex":868,"ĠIHorseCoreRoute":869,"AT":870,"ĠCreate":871,"ĠO":872,"Client":873,"Base":874,"ert":875,"ĠAssert":876,"ll":877,"Edit":878,"tic":879,"Ġthis":880,"ĠuniG":881,"01":882,"roup":883,"ĠGener":884,"andle":885,"Ġnot":886,"32":887,"ill":888,"ac":889,"tn":890,"Ġ+":891,"Date":892,"Handler":893,"oft":894,"Er":895,"Integer":896,"ĠWinapi":897,"Str":898,"ast":899,"he":900,"ong":901,"Ġst":902,"Model":903,"lay":904,"EST":905,"Ġr":906,"try":907,"ĠSet":908,"table":909,"Inter":910,"Head":911,"64":912,"Controller":913,"ĠThis":914,"ound":915,"oftware":916,"ary":917,"Intf":918,"anel":919,"xtCtrls":920,"Image":921,"uire":922,"res":923,"ĠDe":924,"Exception":925,"map":926,"out":927,"Bit":928,"ug":929,"vel":930,"son":931,"ttp":932,"ĠTL":933,"ount":934,"Ġfile":935,"uired":936,"Cons":937,"Ġprog":938,"ĠBGRA":939,"else":940,"Ġuse":941,"Button":942,"ariants":943,"Service":944,"tity":945,"Me":946,"Ġas":947,"gettop":948,"Ġdistribu":949,"ĠRe":950,"version":951,"isten":952,"Error":953,"Group":954,"DL":955,"list":956,"data":957,"ly":958,"Main":959,"Ġan":960,"Ġconstructor":961,"fp":962,"inc":963,"Par":964,"Ġvar":965,"IFDEF":966,"uff":967,"Ġcom":968,"ĠLua":969,"ĠuniGUI":970,"NU":971,"ĠTJSONObject":972,"..":973,"iti":974,"Message":975,"ore":976,"ost":977,"').":978,"AN":979,"IC":980,"Ġby":981,"Required":982,"Ġobj":983,"ister":984,"ne":985,"Ġv":986,"ĠStdCtrls":987,"ID":988,"ww":989,"____":990,"Box":991,"EL":992,"lphi":993,"vid":994,"UR":995,"oc":996,"ersion":997,"fpc":998,"ma":999,"rid":1000,"ĠGeneral":1001,"Ġprogram":1002,"ulta":1003,"rent":1004,"Consulta":1005,"elphi":1006,"ĠGNU":1007,"Stat":1008,"Gener":1009,"Ġ;<":1010,"alse":1011,"ĠUn":1012,"CL":1013,"ĠTF":1014,"Ġparam":1015,"ĠWindows":1016,"Byte":1017,"nil":1018,"Stan":1019,"ery":1020,"eng":1021,"lection":1022,"ave":1023,"ao":1024,"iv":1025,"ĠDialogs":1026,"ber":1027,"ĠOn":1028,"ength":1029,"ont":1030,"ĠCom":1031,"ĠREST":1032,"Ġobjfpc":1033,"mon":1034,"Ġversion":1035,"rom":1036,"own":1037,"App":1038,"Ġj":1039,"itial":1040,"Ġdelphi":1041,"Listen":1042,"ran":1043,"Query":1044,"Or":1045,"os":1046,"tain":1047,"eters":1048,"rocess":1049,"Coun":1050,"Provid":1051,"================":1052,"Mod":1053,"stro":1054,"Status":1055,"stroy":1056,"User":1057,"ard":1058,"cri":1059,"bug":1060,"Ġelse":1061,"ĠBoolean":1062,"nd":1063,"ĠTTest":1064,"idth":1065,"Provider":1066,"ouble":1067,"ĠTTestHorseCore":1068,"ho":1069,"ĠDelphi":1070,"Ġlist":1071,"Count":1072,"Ġrecord":1073,"Comp":1074,"New":1075,"Se":1076,"HorseParam":1077,"uffer":1078,"tra":1079,"elf":1080,"CE":1081,"Men":1082,"anv":1083,"Ġla":1084,"Controle":1085,"Router":1086,"ion":1087,"port":1088,"ance":1089,"INT":1090,"LP":1091,"Tree":1092,"thod":1093,"inal":1094,"Ġ*.":1095,">=":1096,"Ġon":1097,"ELSE":1098,"HI":1099,"ĠFree":1100,"anvas":1101,"LE":1102,"date":1103,"ĠTList":1104,"Params":1105,"Sh":1106,"text":1107,"ION":1108,"handler":1109,"pen":1110,"iew":1111,"Ġma":1112,"Graphics":1113,"ponent":1114,"nection":1115,"ĠTTestHorseCoreParam":1116,"AP":1117,"qual":1118,"essages":1119,"Code":1120,"DAO":1121,"ĠControle":1122,"Bitmap":1123,"Size":1124,"UT":1125,"put":1126,"ĠId":1127,"ĠValue":1128,"ĠTHorseCore":1129,"Log":1130,"ex":1131,"ĠX":1132,"ĠExtCtrls":1133,"Ġ.":1134,"Grid":1135,"fm":1136,"tim":1137,"Party":1138,"Ġus":1139,"ded":1140,"raw":1141,"Pair":1142,"Modal":1143,"://":1144,"ight":1145,"Ġsoftware":1146,"Serial":1147,"Handle":1148,"Equal":1149,"name":1150,"ish":1151,"Format":1152,"form":1153,"ĠĠĠĠĠĠ":1154,"ĠSe":1155,"Register":1156,"Memory":1157,"ld":1158,"oint":1159,"tual":1160,"antity":1161,"ĠPrivate":1162,"View":1163,"opy":1164,"address":1165,"ln":1166,"ĠSelf":1167,"ingle":1168,"Ġluaclass":1169,"Version":1170,"cted":1171,"Ġmem":1172,"ĠDELP":1173,"create":1174,"ĠDELPHI":1175,"can":1176,"pdate":1177,"ymb":1178,"Ġse":1179,"Collection":1180,"Interface":1181,"Are":1182,"Table":1183,"Ġcreate":1184,"ĠPlua":1185,"Dialogs":1186,"Man":1187,"com":1188,"gn":1189,"ork":1190,"ĠProcedure":1191,"Unit":1192,"ner":1193,"Windows":1194,"Forms":1195,"Ġyou":1196,">;<":1197,"Des":1198,"her":1199,"Quantity":1200,"GBSwagger":1201,"Web":1202,"frm":1203,"trol":1204,"reenode":1205,"Header":1206,"Ġdistributed":1207,"AreEqual":1208,"Us":1209,"--------------------------------":1210,"Ġparameters":1211,"Ġ3":1212,"ardinal":1213,"Is":1214,"SS":1215,"Win":1216,"bo":1217,"Ġget":1218,"umber":1219,"col":1220,"ĠRes":1221,"Ġtry":1222,"ĠMessages":1223,"Ġany":1224,"ited":1225,"chine":1226,"ymbol":1227,"Btn":1228,"Variants":1229,"co":1230,"ĠH":1231,"ĠEx":1232,"ĠTThread":1233,"ĠOne":1234,"No":1235,"emon":1236,"aemon":1237,"Ġthat":1238,"Serialize":1239,"count":1240,"uari":1241,"Ġwill":1242,"Ġdword":1243,"ĠTBGRA":1244,"bstr":1245,"ĠAs":1246,"bstract":1247,":<":1248,"TInt":1249,"Def":1250,"ise":1251,"ke":1252,"ĠFPC":1253,"Server":1254,"Uni":1255,"ge":1256,"etter":1257,"Ġfp":1258,"ĠCh":1259,"new":1260,"rame":1261,"ange":1262,"TForm":1263,"ĠIGBSwagger":1264,"herited":1265,"Au":1266,"size":1267,"JSONArray":1268,"Common":1269,"pec":1270,"Address":1271,"ĠDataSet":1272,"Menu":1273,"Obj":1274,"eck":1275,"key":1276,"val":1277,"Connection":1278,"Collections":1279,"DO":1280,"ide":1281,"Ġ\"":1282,"ĠJ":1283,"Ġinherited":1284,"Ġbetter":1285,"time":1286,"uario":1287,"CH":1288,"Ġset":1289,"Messages":1290,"DateTime":1291,"Method":1292,"Ġq":1293,"ĠTM":1294,"lete":1295,"Panel":1296,"ade":1297,"Ġpointer":1298,"ĠIHorseCoreGroup":1299,"TE":1300,"ĠFHorseParam":1301,"uld":1302,"Read":1303,"ome":1304,"Star":1305,"02":1306,"io":1307,"value":1308,"ĠTS":1309,"Ġfrm":1310,"lication":1311,"ĠbetterControls":1312,"),":1313,"Custom":1314,"Width":1315,"Ġal":1316,"Ġch":1317,"StdCtrls":1318,"ĠTGList":1319,"Char":1320,"pushinteger":1321,"layer":1322,")]<":1323,"Line":1324,"TY":1325,"oa":1326,"QL":1327,"TA":1328,"ltra":1329,"ĠTProc":1330,"ĠTfrm":1331,"ĠAN":1332,"Real":1333,"ltraStar":1334,"Not":1335,"rig":1336,"ign":1337,"Dis":1338,"az":1339,"evel":1340,"nel":1341,"ute":1342,"orld":1343,"elper":1344,"ĠWorld":1345,"ĠWorldParty":1346,"Mid":1347,"semb":1348,"ity":1349,"ook":1350,"tif":1351,"Ġme":1352,"ished":1353,"RE":1354,"Ġwh":1355,"Net":1356,"ven":1357,"ĠText":1358,"An":1359,"win":1360,"Ġcan":1361,"trix":1362,"ally":1363,"'}<":1364,"uint":1365,"tive":1366,"lect":1367,"ĠWeb":1368,"ANDL":1369,"ach":1370,"ms":1371,"Ġ^":1372,"unc":1373,"Ġsize":1374,"atch":1375,"urrent":1376,"CO":1377,"UL":1378,"boolean":1379,"rue":1380,"lib":1381,"Ġhttp":1382,"heck":1383,"Down":1384,"Matrix":1385,"Ġtreenode":1386,"Usuario":1387,">}<":1388,"pl":1389,"ĠTR":1390,"Debug":1391,"ager":1392,"ĠPro":1393,"Ġconst":1394,"ACallback":1395,"From":1396,"PO":1397,"Ġptr":1398,"ĠPointer":1399,"loat":1400,"ToString":1401,"ĠUni":1402,"itialize":1403,"Buffer":1404,"Update":1405,"ĠY":1406,"Ġimp":1407,"ĠTControle":1408,"tyle":1409,"ubl":1410,"Screen":1411,"ĠTLabel":1412,"Generic":1413,"11":1414,"ry":1415,"Ġcardinal":1416,"ĠFParams":1417,"ĠLCL":1418,"ĠButton":1419,"Start":1420,"cription":1421,"FF":1422,"fer":1423,"over":1424,"ĠFile":1425,"tointeger":1426,"Machine":1427,"ublished":1428,"box":1429,"ip":1430,"erdata":1431,"ator":1432,"Ph":1433,"TF":1434,"Ġ$":1435,"Ġpublished":1436,"Ġsingle":1437,"lock":1438,"http":1439,"MP":1440,"ock":1441,"ernel":1442,"Ġdata":1443,"lick":1444,"Timer":1445,"ames":1446,"ĠMa":1447,"hould":1448,")>=":1449,">.":1450,"IG":1451,"ĠGBSwagger":1452,"ĠRESTRequest":1453,"sembler":1454,"IL":1455,"ĠTUni":1456,"true":1457,"Ġnil":1458,"dle":1459,"nap":1460,"ĠTGBSwagger":1461,")).":1462,"ĠK":1463,"ĠDB":1464,"Ġsys":1465,"app":1466,"Font":1467,"mp":1468,"state":1469,"constructor":1470,"Ġnew":1471,"www":1472,"Click":1473,"dfm":1474,"Ġle":1475,"pushstring":1476,"dleware":1477,"Number":1478,"est":1479,"tract":1480,"Ġdar":1481,"essoa":1482,"Option":1483,"fig":1484,"ous":1485,"Ġsource":1486,"Ġbut":1487,"Util":1488,"Ġmod":1489,"APath":1490,"RO":1491,"Style":1492,"Record":1493,"emo":1494,"Ġunder":1495,"ĠTCustom":1496,"________":1497,"Manager":1498,"(<":1499,"Val":1500,"].":1501,"ĠEn":1502,"Ġobject":1503,"ecute":1504,"ORD":1505,"ere":1506,"ask":1507,"ESS":1508,"Label":1509,"cal":1510,"mo":1511,"work":1512,"ass":1513,"ool":1514,"ĠSee":1515,"Abstract":1516,"call":1517,"ĠTString":1518,"Ġhave":1519,"Height":1520,"tainer":1521,"right":1522,"pro":1523,"param":1524,"one":1525,"ĠTForm":1526,"Ġfree":1527,"acport":1528,"<>":1529,"HO":1530,"reg":1531,"Middleware":1532,"wner":1533,"Ġbyte":1534,"ĠĠĠĠĠĠĠĠĠĠĠ":1535,"atas":1536,"lied":1537,"ATER":1538,"ĠComCtrls":1539,"Phys":1540,"Ac":1541,"Function":1542,"Lo":1543,"Ta":1544,"md":1545,"ento":1546,"und":1547,"lement":1548,"umer":1549,"Ġwithout":1550,"ync":1551,"ANDLATER":1552,"Ġdarwin":1553,"ST":1554,"^.":1555,"mem":1556,"scan":1557,"tected":1558,"adi":1559,"ux":1560,"ĠDatas":1561,"Ġstd":1562,"ĠDatasnap":1563,"Pr":1564,"record":1565,"round":1566,"ant":1567,"Parent":1568,"urn":1569,"Frame":1570,"Http":1571,"Pointer":1572,"Process":1573,"Run":1574,"org":1575,"ĠVariants":1576,"GetValue":1577,"*<":1578,"SQL":1579,"cept":1580,"ueue":1581,"Resource":1582,"Check":1583,"ĠACallbacks":1584,"Ġimplied":1585,"Ġmodif":1586,"Ġ@":1587,"ĠDo":1588,"Ġdeta":1589,"Component":1590,"ĠTButton":1591,"Grids":1592,"TAB":1593,"10":1594,"Bar":1595,"pa":1596,"Ġwar":1597,"Ġprotected":1598,"SetValue":1599,"AddOr":1600,"istry":1601,"ART":1602,"AddOrSetValue":1603,"TObject":1604,"ipe":1605,"Ġter":1606,"Ġcopy":1607,"Ġred":1608,"control":1609,"DataSet":1610,"ither":1611,"ConsultaModal":1612,"ĠTGBSwaggerModel":1613,"bar":1614,"ets":1615,"Ġform":1616,"Ġreal":1617,"ĠNext":1618,"Commons":1619,"Free":1620,"»¿":1621,"ï»¿":1622,"ines":1623,"fault":1624,"ENT":1625,"Ġeither":1626,">{<":1627,",-":1628,"Ġmore":1629,"****************************************************************":1630,"Queue":1631,"json":1632,"tatable":1633,"ated":1634,"Ġdestructor":1635,"Ġyour":1636,"ï¿½ï¿½ï¿½ï¿½":1637,"Generics":1638,"Ġuserdata":1639,"Defs":1640,"Tit":1641,"];<":1642,"osi":1643,"Ġaddress":1644,"amp":1645,"Const":1646,"ĠNew":1647,"ĠDestroy":1648,"Ġptruint":1649,"FA":1650,"min":1651,"ĠRegister":1652,"Contract":1653,"ild":1654,"000":1655,"angua":1656,"Ġmetatable":1657,"Length":1658,"MS":1659,"ia":1660,"sum":1661,"Ġoption":1662,"Entry":1663,"istribute":1664,"Texture":1665,"ranty":1666,"ache":1667,"Ġstdcall":1668,"Ġredistribute":1669,"Json":1670,"TReal":1671,"false":1672,"gress":1673,"index":1674,"sed":1675,"ĠSoftware":1676,"Config":1677,"otkey":1678,"Back":1679,"ExtCtrls":1680,"NI":1681,"rary":1682,"lease":1683,"ings":1684,"vir":1685,"RAN":1686,"tent":1687,"Ġdistribution":1688,"Ġwarranty":1689,"Window":1690,"WORD":1691,"ils":1692,"ment":1693,"ĠFound":1694,"Ġshould":1695,"ĠWAR":1696,"ĠYou":1697,"ak":1698,"ugin":1699,"ceiv":1700,"ĠTHorseResponse":1701,"ĠTHorseRequest":1702,"FileName":1703,"Float":1704,"ful":1705,"ink":1706,"ĠTApi":1707,"assembler":1708,"Ġname":1709,"ibrary":1710,"Ġ201":1711,"ApiListen":1712,"ITHO":1713,"ĠANY":1714,"ĠWARRAN":1715,"ĠTApiTest":1716,"ITHOUT":1717,"'));<":1718,")=":1719,"Ra":1720,"WAR":1721,"Ġ);<":1722,"Ġra":1723,"ark":1724,"order":1725,"tify":1726,"ĠFoundation":1727,"GL":1728,"Ġ4":1729,"ĠCheck":1730,"ĠAp":1731,"ĠIf":1732,"ĠWITHOUT":1733,"ITY":1734,"With":1735,"ĠLaz":1736,"AddPair":1737,"ixel":1738,"Ġlater":1739,"Ġdetails":1740,"virtual":1741,"Helper":1742,"ME":1743,"ML":1744,"Port":1745,"Send":1746,"ope":1747,"ĠINT":1748,"les":1749,"Ġfin":1750,"ĠLResponse":1751,"ĠLabel":1752,"CHAN":1753,"();<":1754,"Lay":1755,"ite":1756,"Ġce":1757,"ĠAdd":1758,"Ġmacport":1759,"umn":1760,"SSL":1761,"Ġterms":1762,"Cad":1763,"LIC":1764,"MA":1765,"Ġ5":1766,"Ġ200":1767,"newClass":1768,"Ġsystem":1769,"anguage":1770,"Pessoa":1771,"turn":1772,"ution":1773,"ĠFOR":1774,"iction":1775,"raphic":1776,"Ġeven":1777,"Ġ*}<":1778,"Ġuseful":1779,"URL":1780,"API":1781,"Ġmodify":1782,"ĠWARRANTY":1783,"uti":1784,"Ġed":1785,"stance":1786,"view":1787,"Change":1788,"ĠTHorseCoreRoute":1789,"ĠXE":1790,"oper":1791,"ĠSta":1792,"amma":1793,"ick":1794,"Ġinter":1795,"Rect":1796,"Ġrefer":1797,"ĠUTF":1798,"================================":1799,"ILITY":1800,"Canvas":1801,"NESS":1802,"PY":1803,"Pl":1804,"VC":1805,"Ġall":1806,"ĠTA":1807,"titem":1808,"ĠFIT":1809,"eter":1810,"ĠPUR":1811,"ĠPART":1812,"ulo":1813,"istitem":1814,"image":1815,"ĠMER":1816,"char":1817,"Ġhope":1818,"abled":1819,"veloper":1820,"ICUL":1821,"POSE":1822,"TABILITY":1823,"WARN":1824,"Ġfinally":1825,"CHANTABILITY":1826,"ĠFITNESS":1827,"ĠPURPOSE":1828,"ĠPARTICUL":1829,"ĠMERCHANTABILITY":1830,"ĠPARTICULAR":1831,"86":1832,"Open":1833,"PA":1834,"code":1835,"ken":1836,"rs":1837,"ginal":1838,"agem":1839,"Ġnumer":1840,"Progress":1841,"Ġhere":1842,"Delete":1843,"Show":1844,"12":1845,"PT":1846,"RIG":1847,"ved":1848,"Ġtype":1849,"peed":1850,"Ġdis":1851,"Files":1852,"ĠNO":1853,"eco":1854,"Ġwriteln":1855,"ceived":1856,"velopers":1857,"')]<":1858,"not":1859,"ĠAll":1860,"Combo":1861,"rans":1862,"Notify":1863,"True":1864,"ict":1865,"ĠFunction":1866,"Stack":1867,"Registry":1868,"Ġgl":1869,"osition":1870,",'":1871,"Ġstruct":1872,"ĠTColor":1873,"Ini":1874,"ĠAValue":1875,"DataModule":1876,"ĠStart":1877,"ACallbacks":1878,"NotifyEvent":1879,"Cur":1880,"Cmd":1881,"IS":1882,"Page":1883,"bal":1884,"base":1885,"mand":1886,"ervice":1887,"itch":1888,"ulti":1889,"Content":1890,"////":1891,"imple":1892,"Ġtoo":1893,"End":1894,"Memo":1895,"ĠBGRABitmap":1896,"ĠLCLIntf":1897,"]);<":1898,"cam":1899,"iag":1900,"nal":1901,"witch":1902,"enses":1903,"ING":1904,"licenses":1905,"ized":1906,"ĠMen":1907,"Ġqword":1908,"************************************************************************":1909,"AS":1910,"All":1911,"ĠDouble":1912,"aption":1913,"ENSE":1914,"Entity":1915,"irst":1916,"Items":1917,"cript":1918,"ymbolhandler":1919,"LICENSE":1920,"utils":1921,"BO":1922,"GE":1923,"PE":1924,"roll":1925,"ull":1926,"ĠGame":1927,"olution":1928,"ImageList":1929,"Ġlaux":1930,"Ġlauxlib":1931,"')<":1932,"VER":1933,"ds":1934,"ĠStr":1935,"ĠCopy":1936,"ader":1937,"Ġreceived":1938,"Scan":1939,"Ġrs":1940,"Ġsee":1941,"Resources":1942,"RIGHT":1943,"And":1944,"gal":1945,"nt":1946,"ning":1947,"pop":1948,"tings":1949,"write":1950,"Ġinitialize":1951,"Context":1952,"Ġnames":1953,"Device":1954,"ualib":1955,"Ġits":1956,"Ġexit":1957,"ocal":1958,"Ġmemory":1959,"Description":1960,"Ġalong":1961,"ĠButtons":1962,"ĠFileUtil":1963,"ictionary":1964,"Func":1965,"GI":1966,"JNI":1967,"Of":1968,"file":1969,"mary":1970,"press":1971,"ĠTEdit":1972,"tid":1973,"Conn":1974,"Ġsyn":1975,"ĠUINT":1976,"ema":1977,"ToStr":1978,"ATION":1979,"FPath":1980,"GB":1981,"MENT":1982,"Post":1983,"Song":1984,"au":1985,"of":1986,"ĠSh":1987,"itmap":1988,"ĠDWORD":1989,"ĠEHorse":1990,"ĠTDate":1991,"ĠUnit":1992,"tains":1993,"FACE":1994,"icture":1995,"FHorseCore":1996,"Trans":1997,"ait":1998,"Ġ>":1999,"led":2000,"Ġlualib":2001,"ĠUltraStar":2002,"edid":2003,"ERFACE":2004,"Ġused":2005,"summary":2006,"Dog":2007,"{*<":2008,"Ġunit":2009,"tes":2010,"arao":2011,"itBtn":2012,"Ġout":2013,"ĠLResources":2014,"Ġdouble":2015,"Ġdevelopers":2016,"Struct":2017,"Application":2018,"ĠProperty":2019,"ĠKarao":2020,"ĠKaraoke":2021,"/>":2022,"Kernel":2023,"UltraStar":2024,"Word":2025,"cy":2026,"handle":2027,"line":2028,"who":2029,"ĠTStream":2030,"Ġfrom":2031,"ĠPlease":2032,"ĠList":2033,"Ġword":2034,"Ġno":2035,"Ġcontrol":2036,"Bytes":2037,"Ġmath":2038,"gnu":2039,"COPY":2040,"Ġlegal":2041,"MSI":2042,"Ġnumerous":2043,"ĠinitializeLua":2044,"/>.<":2045,"whose":2046,"COPYRIGHT":2047,"PL":2048,"ground":2049,"point":2050,"ĠTService":2051,"ĠFP":2052,"lose":2053,"irect":2054,"ĠTFrm":2055,"ĠOneHttp":2056,"ĠNOT":2057,"Daemon":2058,"Source":2059,"TC":2060,"lear":2061,"******":2062,"Ġsymbolhandler":2063,"vert":2064,"Ġ///":2065,"ĠAssign":2066,"Raise":2067,"Ġraise":2068,"windows":2069,"ĠTW":2070,"rout":2071,"asic":2072,"Input":2073,"ilter":2074,"Exten":2075,"The":2076,"Settings":2077,"System":2078,"irtual":2079,"13":2080,"Element":2081,"por":2082,"radi":2083,"Ġen":2084,"roid":2085,"ĠCE":2086,"Ġare":2087,"Ender":2088,"Ġexcept":2089,"Meta":2090,"Ġwhile":2091,"55":2092,"For":2093,"Le":2094,"Will":2095,"cod":2096,"no":2097,"sg":2098,"ues":2099,"Ġ}":2100,"ĠTInt":2101,"Ġsh":2102,"olor":2103,"ĠxJSONObject":2104,"Ġdataset":2105,"8601":2106,"Block":2107,"ni":2108,"po":2109,"reak":2110,"ĠTDAO":2111,"astro":2112,"Interfaces":2113,"iagram":2114,"KernelHandler":2115,"Draw":2116,"FHorseParam":2117,"bl":2118,"Ġtem":2119,"Ġat":2120,"error":2121,"thread":2122,"ĠLValue":2123,"JSONValue":2124,"One":2125,"Ġcommon":2126,"column":2127,"ĠTMD":2128,"MPLE":2129,"Tab":2130,"ĠTDateTime":2131,"At":2132,"Put":2133,"Ġapp":2134,"Ġvirtual":2135,"ascal":2136,"Ġowner":2137,"ĠVersion":2138,"lobal":2139,"Ġhe":2140,"TypeDefs":2141,"ĠTThreadProc":2142,"Ġfpjson":2143,"ĠApp":2144,"ĠEHorseException":2145,"))":2146,"rush":2147,"Ġ_":2148,"ĠTUser":2149,"ĠPost":2150,"Ġlistitem":2151,"clu":2152,"Ġcontainer":2153,"ĠTGMatrix":2154,"Max":2155,"assword":2156,"Cadastro":2157,"LResponse":2158,"Syn":2159,"tti":2160,"Ġtr":2161,"ĠTJSONArray":2162,"Ġpack":2163,"Instance":2164,"ĠPT":2165,"Ġmust":2166,"Team":2167,"Token":2168,"ody":2169,"Ġ10":2170,"NotRequired":2171,"ĠMenus":2172,"radient":2173,"WillRaise":2174,"par":2175,"Ġid":2176,"ĠHead":2177,"test":2178,"rim":2179,"DApt":2180,"settable":2181,"valid":2182,"overload":2183,"ĠStatic":2184,"ĠCopyright":2185,"MENTATION":2186,"ĠcommonTypeDefs":2187,"MPLEMENTATION":2188,"99":2189,"Iter":2190,"Pres":2191,"UN":2192,"dio":2193,"vic":2194,"ĠException":2195,"ref":2196,"row":2197,"cess":2198,"ĠPut":2199,"ĠDate":2200,"ĠIMPLEMENTATION":2201,"essage":2202,"PathResponse":2203,"----------------------------------------------------------------":2204,"Framework":2205,"Endereco":2206,"AL":2207,"Be":2208,"DP":2209,"Node":2210,"Next":2211,"bi":2212,"txt":2213,"ĠTest":2214,"Ġlast":2215,"Ġreg":2216,"Regist":2217,"heat":2218,"color":2219,"WithMessage":2220,"MetaData":2221,"201":2222,"202":2223,"Al":2224,"BGRA":2225,"SION":2226,"Tra":2227,"Use":2228,"ca":2229,"do":2230,"la":2231,"va":2232,"ĠZ":2233,"ich":2234,"Ġren":2235,"ĠLength":2236,"Ġwin":2237,"Ġoff":2238,"ĠInter":2239,"0000":2240,"addMetaData":2241,"proc":2242,"Titulo":2243,"Case":2244,"EX":2245,"Pixel":2246,"Virtual":2247,"gr":2248,"play":2249,"so":2250,"Ġstr":2251,"Ġtrue":2252,"erver":2253,"ĠTNew":2254,"arus":2255,"ĠAr":2256,"IFEND":2257,"ĠaId":2258,"register":2259,"witches":2260,"roidapi":2261,"Body":2262,"Find":2263,"Mask":2264,"NDEF":2265,"py":2266,"qu":2267,"sagem":2268,"wa":2269,"},":2270,"åĪ":2271,"ĠQ":2272,"Ġreturn":2273,"IFNDEF":2274,"ĠByte":2275,"Env":2276,"Them":2277,"Region":2278,"HTTPApp":2279,"VERSION":2280,"FuncProc":2281,"WillRaiseWithMessage":2282,"Ġrender":2283,"ADO":2284,"Fact":2285,"lf":2286,"low":2287,"Ġz":2288,"Ġ************************************************************************":2289,"arget":2290,"ĠAnd":2291,"Ġswitches":2292,"ĠĠĠĠĠĠĠĠĠĠĠĠĠ":2293,"Ġhas":2294,"Destroy":2295,"This":2296,"ORSE":2297,"ĠGenerics":2298,"Ġmax":2299,"exao":2300,"MachineLine":2301,"'s":2302,"oad":2303,"Ġtime":2304,"stream":2305,"ĠClass":2306,"Ġball":2307,"ĠĠĠĠĠĠĠĠĠĠĠĠ":2308,"atform":2309,"loc":2310,"Default":2311,"Command":2312,"ĠTHorseCallbackRequest":2313,"rency":2314,"BaseClasses":2315,"ĠuniGUIClasses":2316,"ĠuniGUITypes":2317,"ĠuniGUIBaseClasses":2318,"Ġmemo":2319,"ideString":2320,"________________":2321,"Ġballot":2322,"9000":2323,"Basic":2324,"TL":2325,"ptr":2326,"ined":2327,"ename":2328,"ĠTHandle":2329,"the":2330,"Copy":2331,"chema":2332,"arent":2333,"Only":2334,"ĠTDaemon":2335,"ĠINTERFACE":2336,"DS":2337,"Fa":2338,"Play":2339,"Player":2340,"Stop":2341,"UIF":2342,"WIN":2343,"byte":2344,"Ġtext":2345,"ermin":2346,"ente":2347,"Ġcurrent":2348,"ags":2349,"ĠLService":2350,"Ġ'';<":2351,"ization":2352,"Produ":2353,"Ġau":2354,"urar":2355,"ĠuniGUIF":2356,"tnrs":2357,"StrUtils":2358,"ĠuniGUIAbstract":2359,"Ġvalue":2360,"ĠfpHTTP":2361,"Login":2362,"vico":2363,"ĠuniGUIAbstractClasses":2364,"CS":2365,"Por":2366,"draw":2367,"iginal":2368,"ym":2369,"ĠKey":2370,"ans":2371,"ĠSDL":2372,"ĠService":2373,"ĠFId":2374,"Ġfalse":2375,"ĠPa":2376,"Created":2377,"pushboolean":2378,"Scroll":2379,"Ġlistcolumn":2380,"ĠMain":2381,"Ġinterface":2382,"ĠAndroidapi":2383,"24":2384,"AO":2385,"Mag":2386,"Nil":2387,"Per":2388,"TControle":2389,"dh":2390,"lugin":2391,"Ġar":2392,"ĠRouter":2393,"ĠStop":2394,"ĠFJSONObject":2395,"isi":2396,"ĠIm":2397,"ĠInt":2398,"ĠTGTree":2399,"ĠChar":2400,"ĠTGListIndex":2401,"ĠTControleConsultaModal":2402,"move":2403,"criptor":2404,"routine":2405,"=^":2406,"CGI":2407,"Dark":2408,"EG":2409,"VM":2410,"ov":2411,"Ġ#":2412,"ĠTrue":2413,"Ġreq":2414,"ĠLog":2415,"Top":2416,"igh":2417,"ĠExit":2418,"mpty":2419,"ĠBGRABitmapTypes":2420,"coding":2421,"False":2422,"IO":2423,"Icon":2424,"Oper":2425,"Ret":2426,"func":2427,"ition":2428,"arro":2429,"tribu":2430,"Ġsc":2431,"ĠItem":2432,"Servico":2433,"ĠControl":2434,"Ġcomp":2435,"Audio":2436,"pecial":2437,"Constants":2438,"ĠNewKernelHandler":2439,"ADODB":2440,"Caption":2441,"HORSE":2442,"Level":2443,"Pag":2444,"Pos":2445,"Point":2446,"Uint":2447,"WS":2448,"])":2449,"kernel":2450,"mount":2451,"Ġ/":2452,"ĠTNotifyEvent":2453,"thor":2454,"tail":2455,"Ġco":2456,"Ġcanvas":2457,"ĠFind":2458,"icon":2459,"ado":2460,"ector":2461,"trols":2462,"Ġbtn":2463,"ĠUScreen":2464,"Ġ''":2465,"Ġevent":2466,"ĠOFF":2467,"ĠRead":2468,"ĠSelect":2469,"Auto":2470,"Left":2471,"Registro":2472,"2021":2473,"(@":2474,"By":2475,"Multi":2476,"USE":2477,"custom":2478,"gu":2479,"ps":2480,"ä¸":2481,"rec":2482,"ĠTRequest":2483,"let":2484,"lected":2485,"anco":2486,"Ġpt":2487,"bjs":2488,"ĠAn":2489,"ĠAMiddleware":2490,"Ġjwa":2491,"Select":2492,"Descriptor":2493,"camento":2494,"Current":2495,"Ne":2496,"Sub":2497,"bs":2498,"dObject":2499,"oes":2500,"{<":2501,"erc":2502,"ĠTTree":2503,"Ġthread":2504,"ouse":2505,"Ġdebug":2506,"lip":2507,"Parameter":2508,"Exp":2509,"ĠConstructor":2510,"ĠxJSONArray":2511,"Ġ<>":2512,"dataset":2513,"UTF":2514,"InterfacedObject":2515,"cobjs":2516,"Printer":2517,"ComboBox":2518,"tidade":2519,"Iteration":2520,"DarkMode":2521,"04":2522,"AD":2523,"Symbol":2524,"TInterfacedObject":2525,"ies":2526,"now":2527,"rd":2528,"sor":2529,"Ġcheat":2530,"ĠCount":2531,"ĠPar":2532,"ĠLObject":2533,"ĠLRequest":2534,"Ġsome":2535,"ift":2536,"iler":2537,"Enabled":2538,"ĠuniButton":2539,"Ġtdataset":2540,">///":2541,"Parse":2542,"TYPE":2543,"ĠAND":2544,"Currency":2545,"CK":2546,"Dialog":2547,"Doc":2548,"Direct":2549,"FM":2550,"Null":2551,"Render":2552,"Write":2553,"],":2554,"cs":2555,"ep":2556,"pu":2557,"uk":2558,"Ġ>=":2559,"ongin":2560,"ĠTy":2561,"ĠFT":2562,"ĠPB":2563,"Ġindex":2564,"river":2565,"Ġlibrary":2566,"Ġwas":2567,"check":2568,"otNet":2569,"DBGrids":2570,"UITypes":2571,"acoes":2572,"ĠController":2573,"ongint":2574,"ED":2575,"Hotkey":2576,"Lib":2577,"LCL":2578,"MI":2579,"Pedid":2580,"RR":2581,"Speed":2582,"US":2583,"_:":2584,"dl":2585,"Ġ%":2586,"ĠTE":2587,"ĠProcess":2588,"Ġbase":2589,"('/":2590,"lign":2591,"Detail":2592,"ĠuniLabel":2593,"ected":2594,"ĠTCanvas":2595,"incip":2596,"Ġval":2597,"Objs":2598,"Options":2599,"yncObjs":2600,"amples":2601,"Background":2602,"ĠStaticP":2603,"PorId":2604,"Ġjwawindows":2605,"incipal":2606,",{$":2607,"AMiddleware":2608,"Dictionary":2609,"OL":2610,"Schema":2611,"yy":2612,"ence":2613,"ĠTMain":2614,"rop":2615,"Ġli":2616,"ists":2617,"Ġ';<":2618,"ĠMVC":2619,"ayout":2620,"tical":2621,"Ġsta":2622,"Orcamento":2623,"Manage":2624,"Ġedit":2625,"Ġsyncobjs":2626,"ilerVersion":2627,"ĠMVCFramework":2628,"ASS":2629,"Boolean":2630,"CT":2631,"Filter":2632,"RY":2633,"SA":2634,"TI":2635,"THTTP":2636,"action":2637,"ava":2638,"bets":2639,"iant":2640,"length":2641,"lfm":2642,"Ġuses":2643,"rect":2644,"Ġcal":2645,"Ġcheck":2646,"ĠfOn":2647,"ĠUser":2648,"Caller":2649,"ĠConvert":2650,"Encoding":2651,"Entidade":2652,"BitBtn":2653,"ancel":2654,"FormatSettings":2655,"component":2656,"pecif":2657,"Ġwhen":2658,"GenericList":2659,"memory":2660,"Structure":2661,"Factory":2662,"Operacoes":2663,"funcproc":2664,"()":2665,"():":2666,"Du":2667,"Double":2668,"IB":2669,"Min":2670,"Rtti":2671,"Solution":2672,"bout":2673,"item":2674,"ĠName":2675,"Ġ32":2676,"info":2677,"ĠTo":2678,"ĠTComponent":2679,"ther":2680,"ĠSpecial":2681,"duce":2682,"ĠCardinal":2683,"ĠDraw":2684,"ĠDaemon":2685,"Ġlp":2686,"ĠLast":2687,"Ġdestroy":2688,"ĠTPanel":2689,"ticle":2690,"RequiredMessage":2691,"max":2692,"owner":2693,"ĠExecute":2694,"ISO":2695,"ĠAssigned":2696,"Extended":2697,"Ġtemp":2698,"Ġwincontrol":2699,"ĠuniGUIForm":2700,"Pedido":2701,"\":":2702,"DClient":2703,"Host":2704,"Last":2705,"Simple":2706,"UA":2707,"mis":2708,"rit":2709,"Ġ,":2710,"ĠTMatrix":2711,"Ġprocess":2712,"tact":2713,"Ġcur":2714,"ĠFData":2715,"Coord":2716,"types":2717,"atS":2718,"Execute":2719,"Ġcontrols":2720,"ĠTGQueue":2721,"ĠuniPanel":2722,"ĠuniImageList":2723,"DBClient":2724,"defs":2725,"Async":2726,"ĠTCE":2727,"itialization":2728,"Ġonly":2729,"DOWS":2730,"ĠStartApiListen":2731,"Ġcheatcomponent":2732,"Ġstatic":2733,"ĠSpecialized":2734,"Banco":2735,"DatS":2736,"Found":2737,"Language":2738,"SDL":2739,"VE":2740,"gl":2741,"ject":2742,"pos":2743,"sender":2744,"ĠSize":2745,"Invalid":2746,"ormal":2747,"INF":2748,"Ġmov":2749,"ĠUse":2750,"Ġ');<":2751,"Paint":2752,"ComCtrls":2753,"SwagResponse":2754,"Mensagem":2755,"Title":2756,"writeln":2757,"ĠTWideString":2758,"Attribu":2759,"Alloc":2760,"ĠTWideStringField":2761,"Do":2762,"Demo":2763,"Driver":2764,"Game":2765,"Liv":2766,"ain":2767,"dll":2768,"ole":2769,"uction":2770,"initialization":2771,"ĠTData":2772,"start":2773,"ĠCO":2774,"ĠCds":2775,"struction":2776,"Contains":2777,"ssi":2778,"utput":2779,"ĠMS":2780,"ToTable":2781,"ared":2782,"Ġtarget":2783,"ĠTDis":2784,"ĠTPoint":2785,"resource":2786,"Mean":2787,"Ġjson":2788,"Handles":2789,"Running":2790,"Ġformat":2791,"AndNil":2792,"ĠCEFuncProc":2793,"refix":2794,"ParseJSONValue":2795,"ĠCdsConsulta":2796,"AValue":2797,"Close":2798,"Gamma":2799,"Pack":2800,"Position":2801,"Sock":2802,"TO":2803,"Up":2804,"last":2805,"pres":2806,"pchar":2807,"treenode":2808,"inish":2809,"enta":2810,"ĠTFile":2811,"stall":2812,"ĠSwag":2813,"Ġcase":2814,"ĠFrm":2815,"ular":2816,"Ġlong":2817,"Contact":2818,"Ġmodule":2819,"ĠVal":2820,"ĠMem":2821,"Ġunix":2822,"Procurar":2823,"ĠThe":2824,"mail":2825,"WinControl":2826,"override":2827,"ĠTStringList":2828,"Load":2829,"Principal":2830,"ĠLazarus":2831,"Ġstructure":2832,"WINDOWS":2833,"kernelhandler":2834,"ĠPBT":2835,"mission":2836,"Fl":2837,"Graphic":2838,"Hook":2839,"Map":2840,"Pipe":2841,"Round":2842,"TB":2843,"Tag":2844,"UP":2845,"hotkey":2846,"enter":2847,"destructor":2848,"ĠFOn":2849,"Ġinclu":2850,"ĠTHorseProvider":2851,"','":2852,"older":2853,"Ġ*<":2854,"ĠTBitBtn":2855,"angle":2856,"anged":2857,"Score":2858,"Reader":2859,"Ġchart":2860,"Ġalloc":2861,"ĠcontainerFont":2862,"Presentation":2863,"/(":2864,"25":2865,"Empty":2866,"FTP":2867,"Global":2868,"RI":2869,"Sec":2870,"TThread":2871,"ative":2872,"ove":2873,"ura":2874,"wnd":2875,"Ġtable":2876,"Ġpicture":2877,"gine":2878,"ĠDis":2879,"outs":2880,"Ġsu":2881,"Ġscan":2882,"Ġsdl":2883,"Objects":2884,"ĠUMenu":2885,"Tex":2886,"LuaVM":2887,"Che":2888,"ĠTDM":2889,"Ġreadln":2890,"Headers":2891,"ĠLuaHandler":2892,"ByteTable":2893,"RouterTree":2894,"Ġcreated":2895,"ĠTexture":2896,"Debugger":2897,"Active":2898,"ĠTGBSwaggerModelJSON":2899,"ildHandles":2900,"Layouts":2901,"ammaTable":2902,"Connect":2903,"isible":2904,"Duet":2905,"ildHandlesCreated":2906,"16":2907,"EM":2908,"Local":2909,"NO":2910,"['":2911,"bit":2912,"gor":2913,"ie":2914,"ied":2915,"mall":2916,"net":2917,"object":2918,"width":2919,"Ġ8":2920,"ĠRequiredMessage":2921,"erved":2922,"Ġcode":2923,"ession":2924,"Ġfound":2925,"ĠColor":2926,"ulation":2927,"Conexao":2928,"ĠsHTTP":2929,"Ġserver":2930,"DER":2931,"Ġmap":2932,"Ġmay":2933,"ĠUM":2934,"ĠUN":2935,"ĠĠĠĠĠĠĠĠĠĠ":2936,"Ġfunctions":2937,"ListBox":2938,"local":2939,"Ġne":2940,"Ġ['":2941,"ĠDataModule":2942,"ĠxId":2943,"AsString":2944,"Ġexception":2945,"Interval":2946,"ĠDelete":2947,"ĠComp":2948,"RouterItem":2949,"ULT":2950,"Valid":2951,"Tail":2952,"Ġcefuncproc":2953,"ĠControllers":2954,"ropDown":2955,"Livre":2956,"ĠsHTTPItem":2957,"03":2958,"Border":2959,"DY":2960,"Save":2961,"gra":2962,"ml":2963,"tal":2964,"red":2965,"ĠTim":2966,"ĠTControl":2967,"ash":2968,"Ġpchar":2969,"Ġcustom":2970,"ĠDes":2971,"Ġline":2972,"ĠLoad":2973,"ĠIs":2974,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":2975,"ating":2976,"Ġluahandler":2977,"Ġac":2978,"oly":2979,"eca":2980,"result":2981,"ĠuniGUIApplication":2982,"Section":2983,"ĠIdSSL":2984,"region":2985,"ample":2986,"////////":2987,"ledg":2988,"Ġpacked":2989,"nowledg":2990,"ĠMSWINDOWS":2991,"CC":2992,"LO":2993,"Nome":2994,"Row":2995,"Tem":2996,"Ver":2997,"XML":2998,"game":2999,"lta":3000,"me":3001,"oia":3002,"pipe":3003,"ron":3004,"tin":3005,"Ġæ":3006,"Ġel":3007,"Ġerror":3008,"ĠTJ":3009,"sem":3010,"ster":3011,"debug":3012,"Ġpo":3013,"Ġpar":3014,"ĠFC":3015,"ĠFalse":3016,"ĠFade":3017,"Ġfol":3018,"ĠUDAO":3019,"connection":3020,"ires":3021,"sign":3022,"Ġabstract":3023,"ume":3024,"ĠxDAO":3025,"ĠFreeAndNil":3026,"ĠTGListItem":3027,"Valor":3028,"pace":3029,"inkoia":3030,"erminate":3031,"Package":3032,"Ġfollow":3033,"+'":3034,"='":3035,"BA":3036,"Ca":3037,"Del":3038,"MVC":3039,"Wait":3040,"cur":3041,"ĠTArray":3042,"ĠTRect":3043,"arde":3044,"arch":3045,"des":3046,"itle":3047,"Ġinitial":3048,"Ġlc":3049,"Ġlog":3050,"Container":3051,"Ġsq":3052,"------":3053,"tocol":3054,"ĠBitBtn":3055,"Property":3056,"Ctrl":3057,"MainModule":3058,"ĠLuaClass":3059,"ĠTFD":3060,"Ġone":3061,"IsRunning":3062,"SQLQuery":3063,"Ġ2010":3064,"ĠApplication":3065,"pecific":3066,"/<":3067,"15":3068,"Amount":3069,"Best":3070,"OK":3071,"Sp":3072,"Side":3073,"TDataModule":3074,"WN":3075,"pk":3076,"};<":3077,"Ġ7":3078,"ĠTMemory":3079,"Ġpanel":3080,"Ġplugin":3081,"Ġfl":3082,"toboolean":3083,"ĠIPath":3084,"variant":3085,"ToInt":3086,"Ġhandle":3087,"ĠTDiagram":3088,"Ġbeen":3089,"Ġprogress":3090,"UserData":3091,"Anim":3092,"Ġhttpdefs":3093,"GET":3094,"ĠInternal":3095,"Fail":3096,"dhook":3097,")));<":3098,"14":3099,"Cate":3100,"MM":3101,"Names":3102,"Rate":3103,"Samples":3104,"TJSON":3105,"TCustom":3106,"ace":3107,"hon":3108,"latform":3109,"uf":3110,"Ġk":3111,"Ġim":3112,"Ġï¿½ï¿½ï¿½ï¿½":3113,"ĠTQueue":3114,"ties":3115,"Ġcall":3116,"ctr":3117,"icro":3118,"Ġfph":3119,"Init":3120,"Ġopen":3121,"ĠPatch":3122,"Ġinput":3123,"ĠLSQLQuery":3124,"Ġwork":3125,"ĠWrite":3126,"perties":3127,"FormInstance":3128,"GetFormInstance":3129,"ĠTDemo":3130,"ORM":3131,"Ġitem":3132,"sert":3133,"ĠObj":3134,"resh":3135,"ĠTLog":3136,"ErrorMessage":3137,"Ġcomponent":3138,"Ord":3139,"Shared":3140,"TElement":3141,"Ġnewkernelhandler":3142,"Theme":3143,"Ġauto":3144,"EGER":3145,"guarde":3146,"SpeedButton":3147,"resourcestring":3148,"Ġfollowing":3149,"Ġfphttp":3150,"200":3151,"</":3152,"AM":3153,"Clear":3154,"Dir":3155,"FI":3156,"Finish":3157,"REST":3158,"RGB":3159,"Sing":3160,"Six":3161,"]:=":3162,"for":3163,"iFiles":3164,"mt":3165,"pointer":3166,"Ġimage":3167,"tegr":3168,"ĠTT":3169,"ĠTtreenode":3170,"ĠTitle":3171,"self":3172,"Ġpa":3173,"Ġclasses":3174,"ĠCur":3175,"Ġold":3176,"riginal":3177,"Ġlb":3178,"ĠAP":3179,"ĠAl":3180,"Ġsa":3181,"Ġbuffer":3182,"Ġdm":3183,"idi":3184,"ilename":3185,"usic":3186,"log":3187,"ĠMD":3188,"SER":3189,"DBGrid":3190,"ĠTDictionary":3191,"ORT":3192,"AsDateTime":3193,"ffset":3194,"Ġoriginal":3195,"Ġgraphic":3196,"ĠOK":3197,"Ġradi":3198,"ErrorFormat":3199,"ĠLuaObject":3200,"StatusCode":3201,"Display":3202,"ĠptrUint":3203,"mplayer":3204,"parameters":3205,"ĠINTEGER":3206,"OpenSSL":3207,"Scanner":3208,"ĠTGMatrixIndex":3209,"DPI":3210,"ĠImage":3211,"ĠTEMSI":3212,"ĠIdSSLOpenSSL":3213,"tinue":3214,"honson":3215,"']<":3216,"100":3217,"Aguarde":3218,"DI":3219,"DFM":3220,"Gradient":3221,"Match":3222,"SC":3223,"Tick":3224,"Vector":3225,"YZ":3226,"parent":3227,"que":3228,"Ġ6":3229,"Ġta":3230,"return":3231,"ĠTMethod":3232,"ĠTcustom":3233,"Ġpen":3234,"ĠAu":3235,"Ġso":3236,"Ġsum":3237,"ackbar":3238,"ĠVER":3239,"Ġdevice":3240,"ListHandler":3241,"ĠMA":3242,"liente":3243,"Exists":3244,"ToCE":3245,"urity":3246,"SysInfo":3247,"ĠRun":3248,"ĠEdit":3249,"UID":3250,"ffff":3251,"Colors":3252,"Ġstart":3253,"ĠSetLength":3254,"Buttons":3255,"ĠReal":3256,"ĠCombo":3257,"Note":3258,"Ġsizeof":3259,"ĠEncode":3260,"Docum":3261,"ĠDescription":3262,"Ġprogressbar":3263,"ToCEUserData":3264,"$<":3265,"'t":3266,"))}<":3267,"06":3268,"BJ":3269,"MBO":3270,"Msg":3271,"PG":3272,"PAT":3273,"bter":3274,"cbi":3275,"dis":3276,"fl":3277,"free":3278,"gon":3279,"gle":3280,"ier":3281,"ker":3282,"oto":3283,"sh":3284,"xJSONObject":3285,"tex":3286,"ented":3287,"ĠTe":3288,"ĠTOne":3289,"Ġper":3290,"Ġcv":3291,"Rec":3292,"elp":3293,"imal":3294,"ower":3295,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":3296,"apache":3297,"ĠIndex":3298,"Ġprodu":3299,"ĠContnrs":3300,"Strings":3301,"urface":3302,"Article":3303,"ĠTBack":3304,"ĠTDog":3305,"ĠRef":3306,"ĠIdHTTP":3307,"Ġchar":3308,"RealQuantity":3309,"NotFound":3310,"Disassembler":3311,"tific":3312,"ĠLCLType":3313,"Pagar":3314,"ĠParse":3315,"Directory":3316,"goria":3317,"Categoria":3318,"09":3319,"=\"":3320,"CF":3321,"Ext":3322,"Lines":3323,"Ptr":3324,"PORT":3325,"Vari":3326,"els":3327,"host":3328,"hwnd":3329,"mi":3330,"message":3331,"pas":3332,"pack":3333,"{\"":3334,"ĠON":3335,"ĠHTTP":3336,"intro":3337,"onym":3338,"ĠTH":3339,"ĠTRouter":3340,"ĠTrim":3341,"tis":3342,"tit":3343,"stin":3344,"ĠSY":3345,"ĠSc":3346,"endar":3347,"ĠFSwagger":3348,"Ref":3349,"Remove":3350,"ĠLList":3351,"ĠLibrary":3352,"Ġsi":3353,"Ġsl":3354,"ement":3355,"ĠBO":3356,"ĠBevel":3357,"chron":3358,"Static":3359,"Ġabout":3360,"Ġprovi":3361,"Enum":3362,"Dec":3363,"Setup":3364,"model":3365,"ixa":3366,"AsInteger":3367,"Ġrun":3368,"ControleMainModule":3369,"IsTrue":3370,"Midi":3371,"Ġdisassembler":3372,"Begin":3373,"cale":3374,"ĠArray":3375,"ĠPaint":3376,"ritten":3377,"Security":3378,"ĠCompilerVersion":3379,"olygon":3380,"semble":3381,"tegrity":3382,"introduce":3383,"onymous":3384,"chronize":3385,"20":3386,">)<":3387,"Bets":3388,"Patch":3389,"UE":3390,"da":3391,"gh":3392,"vat":3393,"Ġdu":3394,"Ġem":3395,"ĠTMenu":3396,"ĠTScreen":3397,"assemble":3398,"ĠSyn":3399,"ĠShould":3400,"ĠFont":3401,"Initialize":3402,"ĠlController":3403,"ped":3404,"Ġreintroduce":3405,"ĠLDog":3406,"ĠGL":3407,"ĠGR":3408,"Ġmode":3409,"ĠUpdate":3410,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":3411,"andom":3412,"pha":3413,"user":3414,"userdata":3415,"--------------":3416,"old":3417,"ĠTGSet":3418,"ĠTGStack":3419,"CreateAn":3420,"Ġ11":3421,"ĠTBevel":3422,"ĠTHorseCallbackResponse":3423,"defined":3424,"Ġxmplayer":3425,"ï¿½ï¿½ï¿½":3426,"lyph":3427,"RouterManage":3428,"Desc":3429,"pectation":3430,"Ġhttps":3431,"RecordNumber":3432,"mote":3433,"member":3434,"Transaction":3435,"edida":3436,"reakpoint":3437,"TituloCategoria":3438,"Ġ******************************************************************************":3439,"ĠTHorseCallbackRequestResponse":3440,"lette":3441,"Documento":3442,"MBOL":3443,"ĠSYMBOL":3444,"onymousThread":3445,"vatar":3446,"CreateAnonymousThread":3447,").<":3448,">(":3449,"Action":3450,"ADER":3451,"BD":3452,"Delphi":3453,"FT":3454,"Frm":3455,"SyncObjs":3456,"aProc":3457,"gram":3458,"sUse":3459,"xx":3460,"}']<":3461,"Ġadd":3462,"Ġtest":3463,"inition":3464,"etwork":3465,"amento":3466,"Ġfind":3467,"ĠPanel":3468,"Ġinline":3469,"Ġldd":3470,"ell":3471,"Ġservice":3472,"ĠID":3473,"Ġmt":3474,"edit":3475,"ĠMag":3476,"otal":3477,"Enter":3478,"ĠFormCreate":3479,"opulation":3480,"AsCurrency":3481,"MOD":3482,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":3483,"ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ":3484,"BaseURL":3485,"HandlerUnit":3486,"oundList":3487,"ExceptionHandler":3488,"ĠTLayout":3489,"AppsUse":3490,"ĠXML":3491,"ĠMath":3492,"Ġsysutils":3493,"ĠApache":3494,"pose":3495,"Socket":3496,"ĠUMusic":3497,"localhost":3498,"Ġ['{":3499,"Caixa":3500,"tistic":3501,"stination":3502,"ĠShouldAppsUse":3503,"ĠShouldAppsUseDarkMode":3504,")}":3505,"44":3506,"Ad":3507,"Ass":3508,"Align":3509,"CON":3510,"Fmt":3511,"Medida":3512,"Over":3513,"Session":3514,"]));<":3515,"cer":3516,"dy":3517,"ga":3518,"ha":3519,"nam":3520,"panel":3521,"tc":3522,"vance":3523,"only":3524,"ĠTLua":3525,"ĠTHTTP":3526,"ĠTMemo":3527,"orno":3528,"arType":3529,"arDown":3530,"ceuserdata":3531,":='":3532,"Ġcpu":3533,"ĠFirst":3534,"ĠCustom":3535,"ador":3536,"adio":3537,"Ġinstall":3538,"Ġlength":3539,"rays":3540,"istory":3541,"toceuserdata":3542,"Ġbutton":3543,"ows":3544,"ĠUs":3545,"Ġ',":3546,"omain":3547,"idade":3548,"blem":3549,"otto":3550,"TestCase":3551,"ĠuniBitBtn":3552,"Changed":3553,"AsTime":3554,"AsDate":3555,"AsFloat":3556,"AsISO":3557,"AsExtended":3558,"service":3559,"ĠTCI":3560,"ApiPort":3561,"Scri":3562,"ĠOutput":3563,"header":3564,"Ġstop":3565,"ĠDestructor":3566,"ored":3567,"Ġjni":3568,"Listens":3569,"Ġlistbox":3570,"ĠControleConsultaModal":3571,"Ġuser":3572,"WebB":3573,"ryp":3574,"MachineQuantity":3575,"application":3576,"recordhotkey":3577,"123":3578,"JNIEnv":3579,"ports":3580,"quiv":3581,"ptruint":3582,"TControleConsultaModal":3583,"ĠStopApiListen":3584,"ByName":3585,"ĠAnsi":3586,"ĠProcessHandlerUnit":3587,"ĠTMainService":3588,"TJSONPair":3589,"Ġproduct":3590,"ApiPortListens":3591,"')":3592,")^.":3593,"255":3594,"=(":3595,"Brush":3596,"Cam":3597,"Dif":3598,"GRO":3599,"Long":3600,"Mouse":3601,"NE":3602,"Owner":3603,"Qry":3604,"Sen":3605,"UB":3606,"Vcl":3607,"ax":3608,"dw":3609,"fter":3610,"fined":3611,"mod":3612,"module":3613,"part":3614,"tl":3615,"è¿":3616,"Ġ,<":3617,"tep":3618,"entific":3619,"ĠTRe":3620,"ĠTDataModule":3621,"sect":3622,"select":3623,"roker":3624,"Ġpart":3625,"Ġcl":3626,"ĠPassword":3627,"tostring":3628,"Ġmen":3629,"ĠULua":3630,"ĠUPath":3631,"ĠVarType":3632,"ĠWord":3633,"Ġdes":3634,"utor":3635,"Project":3636,"Properties":3637,"ogroup":3638,"ĠInc":3639,"Exec":3640,"ToFile":3641,"PClient":3642,"ĠRGB":3643,"Ġ27":3644,"ersisten":3645,"Ġgame":3646,"ModuleName":3647,"ĠTPage":3648,"Events":3649,"ĠSetWindow":3650,"Internal":3651,"main":3652,"Ġparamcount":3653,"Search":3654,"formation":3655,"WebModule":3656,"Iso":3657,"ĠChildHandlesCreated":3658,"Ġmethod":3659,"DebugString":3660,"Accept":3661,"ĠShow":3662,"Themes":3663,"Playlist":3664,"Ġrequired":3665,"SAF":3666,"INFO":3667,"ctrls":3668,"ottom":3669,"WebBroker":3670,"##":3671,"08":3672,"Atual":3673,"Bl":3674,"Can":3675,"Cap":3676,"Carro":3677,"NT":3678,"OS":3679,"SP":3680,"Work":3681,"XT":3682,"brd":3683,"cao":3684,"dword":3685,"lp":3686,"macport":3687,"vm":3688,"ĠReq":3689,"ĠTIn":3690,"ĠTSet":3691,"ĠTUpdate":3692,"orrect":3693,"tick":3694,"leted":3695,"anded":3696,"destroy":3697,"Ġpk":3698,"Ġposition":3699,"ĠFid":3700,"ĠFJSON":3701,"estion":3702,"ĠCancel":3703,"ĠParam":3704,"ĠPJNIEnv":3705,"ada":3706,"isa":3707,"Ġspecific":3708,"Ġbitmap":3709,"imum":3710,"Ġdialogs":3711,"ĠIResponse":3712,"ĠSystems":3713,"ĠUIni":3714,"ĠUThemes":3715,"Stuff":3716,"persion":3717,"Extra":3718,"Ġhelper":3719,"ĠTGC":3720,"ĠuniEdit":3721,"ddress":3722,"Ġuint":3723,"Ġ13":3724,"ĠRT":3725,"Heap":3726,"odul":3727,"ebox":3728,"Ġexecute":3729,"ĠOBJ":3730,"Erro":3731,"GroupBox":3732,"ĠTFont":3733,"CEP":3734,"Ġqu":3735,"Ġtreenodes":3736,"ĠFileName":3737,"ildren":3738,"icker":3739,"ĠStrToInt":3740,"Extension":3741,"Ġheader":3742,"ĠDateUtils":3743,"ĠaIdentific":3744,"ĠrenderContainer":3745,"Copyright":3746,"Permission":3747,"lipbrd":3748,"ukebox":3749,"ValorUn":3750,"ĠTDiagramBlock":3751,"Ġimg":3752,"ĠOKBtn":3753,"ĠRealQuantity":3754,"ĠBOOL":3755,"Script":3756,"rypto":3757,"ĠaIdentificador":3758,")+":3759,"+}":3760,"Final":3761,"First":3762,"FORM":3763,"IP":3764,"LA":3765,"My":3766,"PRO":3767,"Pool":3768,"Pascal":3769,"RES":3770,"Self":3771,"TList":3772,"cd":3773,"dm":3774,"pm":3775,"rx":3776,"single":3777,"td":3778,"yr":3779,"ĠTDB":3780,"ĠTEvent":3781,"ĠTImage":3782,"ĠTError":3783,"ĠTDataSet":3784,"ĠTJson":3785,"ĠTJSONValue":3786,"argin":3787,"Ġct":3788,"icode":3789,"ates":3790,"aders":3791,"Ġinc":3792,"Ġlbl":3793,"cknowledg":3794,"ĠGammaTable":3795,"stringlist":3796,"Ġdraw":3797,"Ġnum":3798,"Ġnetwork":3799,"ĠBase":3800,"ĠBuffer":3801,"ĠModule":3802,"Statistic":3803,"olume":3804,"Apache":3805,"DBCtrls":3806,"defines":3807,"ĠTDotNet":3808,"UnMedida":3809,"opup":3810,"AsStream":3811,"Console":3812,"ĠRemember":3813,"Compress":3814,"Separ":3815,"WebPage":3816,"ĠTBGRABitmap":3817,"ĠChart":3818,"ĠJObject":3819,"ĠTMy":3820,"NetEncoding":3821,"================================================================":3822,"Plugin":3823,"PTR":3824,"ĠStrUtils":3825,"Ġmemoryrecordhotkey":3826,"pression":3827,"Connected":3828,"Ġoutput":3829,"SynEdit":3830,"Ġtrackbar":3831,"Ġpackage":3832,"parser":3833,"NextProc":3834,"Retorno":3835,"Ġcompile":3836,"THTTPStatus":3837,"ĠConvertErrorMessage":3838,"items":3839,"DriverL":3840,"Cheat":3841,"Ġfoundlist":3842,"ĠUNSAF":3843,"Ġradiogroup":3844,"PATH":3845,"GROUP":3846,"ĠOBJFPC":3847,"cknowledgement":3848,"Separator":3849,"ĠUNSAFE":3850,".');<":3851,"Brid":3852,"Center":3853,"DX":3854,"Fix":3855,"Ginkoia":3856,"HANDL":3857,"Procedure":3858,"Password":3859,"Peca":3860,"Worse":3861,"ef":3862,"iated":3863,"just":3864,"lator":3865,"pInfo":3866,"rt":3867,"wo":3868,"ªå":3869,"Ġte":3870,"Ġroutine":3871,"inary":3872,"ĠTf":3873,"tial":3874,"ĠSave":3875,"ĠSimple":3876,"Ġlocal":3877,"Rest":3878,"Continue":3879,"ĠGrid":3880,"imStuff":3881,"ĠIt":3882,"Ġmis":3883,"ĠULog":3884,"ĠUCS":3885,"oom":3886,"cond":3887,"Ġnumber":3888,"ump":3889,"ClassFunction":3890,"Ġupdate":3891,"Column":3892,"SwagParam":3893,"Chx":3894,"ĠEd":3895,"irc":3896,"ĠTCarro":3897,"Ġ</":3898,"addClassFunction":3899,"************************************************":3900,"ressed":3901,"Ġlaz":3902,"ĠTListByte":3903,"penv":3904,"ĠTBGRACustom":3905,"Aux":3906,"Auth":3907,"oaded":3908,"ĠTextP":3909,"ĠTRender":3910,"ĠTREST":3911,"ĠUniLabel":3912,"ĠTUniLabel":3913,"ĠTStrings":3914,"Layout":3915,"ĠXEANDLATER":3916,"WARNING":3917,"ProgressBar":3918,"ĠShift":3919,"ĠApply":3920,"Pressed":3921,"Neo":3922,"IterationMean":3923,"SimpleMachineLine":3924,"Attributes":3925,"method":3926,"BASE":3927,"tegrityCheck":3928,"ĠOutputDebugString":3929,"Bridge":3930,"addClassFunctionToTable":3931,"((":3932,"))<":3933,"Cv":3934,"FC":3935,"Four":3936,